{
 "episodes": [
  {
   "total_time": 1028, 
   "subtitle": "MGMT was formed by Ben Goldwasser and Andrew VanWyngarden in 2001. The song Time to Pretend was one they wrote early in their career. It first came out on their debut: the Time to Pretend EP in 2005. And three years after that, they put out a new...", 
   "description": "<p>MGMT was formed by Ben Goldwasser and Andrew VanWyngarden in 2001. The song Time to Pretend was one they wrote early in their career. It first came out on their debut: the Time to Pretend EP in 2005. And three years after that, they put out a new version of the song, on their first full-length album, Oracular Spectactular, which was named album of the year by NME and was one of Rolling Stone's top 20 albums of the decade. It went on to sell over a million copies worldwide. In this episode, Ben and Andrew trace how the song Time to Pretend was made, from its dorm room origins, to its first recording, to re-envisioning it with Grammy-winning producer Dave Fridmann. They also uncover the hidden sounds and easter eggs within the recording.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/mgmt-time-to-pretend", 
   "guid": "4cd7eafbc39ae4eb17743b7941b0a295", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder62.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24692854
    }
   ], 
   "title": "MGMT - Time to Pretend", 
   "published": 1453214696
  }, 
  {
   "total_time": 1020, 
   "subtitle": "Courtney Barnett released her debut album in March 2015. By the end of the year, she had been nominated for a Grammy for Best New Artist, Spin named her the Songwriter of the Year, and she won four ARIA Music Awards in her native Australia. In this...", 
   "description": "<p>Courtney Barnett released her debut album in March 2015. By the end of the year, she had been nominated for a Grammy for Best New Artist, Spin named her the Songwriter of the Year, and she won four ARIA Music Awards in her native Australia. In this episode, Courtney Barnett breaks down the song \"Depreston,\" which began with a visit to an open house, on a househunting trip she took in the town of Preston.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/courtney-barnett-depreston", 
   "guid": "0776b65205303a43b67425a6d7f3ef2a", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder61.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24489404
    }
   ], 
   "title": "Courtney Barnett - Depreston", 
   "published": 1452167963
  }, 
  {
   "total_time": 1227, 
   "subtitle": "In January 2015, Björk released Vulnicura. She described it as \"a complete heartbreak album.\" And in November, she released Vulnicura Strings, a companion album that stripped away the electronics. In this episode, Björk breaks down the...", 
   "description": "<p>In January 2015, Björk released Vulnicura. She described it as \"a complete heartbreak album.\" And in November, she released Vulnicura Strings, a companion album that stripped away the electronics. In this episode, Björk breaks down the making of both the original version of the song \"Stonemilker,\" as well as the strings version. She traces her writing and recording process for the track, her collaboration with the electronic producer Arca, and why she wanted to make a second version.</p> <p>This episode is sponsored by <a href=\"http://hover.com/\" target=\"_blank\">Hover</a>, <a href=\"https://www.lagunitas.com/\" target=\"_blank\">Lagunitas Brewing Company</a>, and <a href=\"http://www.turntablelab.com/songexploder\" target=\"_blank\">Turntable Lab</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/bjrk-stonemilker", 
   "guid": "a7f8a629ac53829d3cd69c979dd28c0b", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder60.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 29456726
    }
   ], 
   "title": "Björk - Stonemilker", 
   "published": 1450351890
  }, 
  {
   "total_time": 730, 
   "subtitle": "Transparent is an Amazon original series, created by Jill Soloway. The story centers on a family where the father, played by Jeffrey Tambor, comes out to his children and the to world at large as transgender. The first season was released in September...", 
   "description": "<p>Transparent is an Amazon original series, created by Jill Soloway. The story centers on a family where the father, played by Jeffrey Tambor, comes out to his children and the to world at large as transgender. The first season was released in September 2014. It was critically acclaimed and won a lot of awards, including an Emmy for Outstanding Main Title Theme Music. In this episode, composer Dustin O’Halloran breaks down how he made the Transparent theme, using an 80-year old piano and channeling his own family nostalgia.</p> <p>This episode is sponsored by <a href=\"http://hover.com/\" target=\"_blank\">Hover</a>, <a href=\"https://www.lagunitas.com/\" target=\"_blank\">Lagunitas Brewing Company</a>, and <a href=\"https://www.meundies.com/songexploder\" target=\"_blank\">MeUndies</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/dustin-ohalloran-transparent-main-title-theme", 
   "guid": "d813be99fa3e47d212bdac1ab65131ac", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder59.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 17527053
    }
   ], 
   "title": "Dustin O'Halloran - Transparent (Main Title Theme)", 
   "published": 1449829267
  }, 
  {
   "total_time": 928, 
   "subtitle": "Wilco formed in 1994, and 21 years later, they released their 9th album, Star Wars. In this episode, Jeff Tweedy, the band’s singer and principal songwriter, breaks down the song Magnetized. In addition to collaborating with his five bandmates,...", 
   "description": "<p>Wilco formed in 1994, and 21 years later, they released their 9th album, Star Wars. In this episode, Jeff Tweedy, the band’s singer and principal songwriter, breaks down the song Magnetized. In addition to collaborating with his five bandmates, John Stirrit, Pat Sansone, Mike Jorgensen, Nels Cline, and Glenn Kotche, it turns out Jeff Tweedy makes an active effort to remove his own ego from the process of songwriting.</p> <p>This episode is sponsored by <a href=\"http://vinylmeplease.com/\" target=\"_blank\">Vinyl Me Please</a>, <a href=\"https://www.turntablelab.com/songexploder/\" target=\"_blank\">Turntable Lab</a>, and <a href=\"https://www.lynda.com/songexploder\" target=\"_blank\">lynda.com</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/wilco-magnetized", 
   "guid": "332b7f0e8f2f17cce6a7cc3b24cf600f", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder58.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 22291518
    }
   ], 
   "title": "Wilco - Magnetized", 
   "published": 1449111388
  }, 
  {
   "total_time": 904, 
   "subtitle": "Natalia Lafourcade has won eight Latin Grammys, including three for the song Hasta la Raíz, which won the 2015 Song of the Year and Record of the Year, as well as Best Alternative Song. In this episode, Natalia breaks down the writing and...", 
   "description": "<p>Natalia Lafourcade has won eight Latin Grammys, including three for the song Hasta la Raíz, which won the 2015 Song of the Year and Record of the Year, as well as Best Alternative Song. In this episode, Natalia breaks down the writing and recording process for the track, which borrows from a traditional Mexican folk music called huapango, but also still includes a Juno synthesizer and a pop sensibility.</p> <p>This episode is sponsored by <a href=\"https://lagunitas.com/\" target=\"_blank\">Lagunitas Brewing Company</a>, <a href=\"http://www.larsenandlund.com/\" target=\"_blank\">Larsen & Lund</a>, and <a href=\"https://www.meundies.com/songexploder\" target=\"_blank\">MeUndies</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/natalia-lafourcade-hasta-la-raz", 
   "guid": "fc5cec71bb927969391ef1d85db1f017", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder57.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 21711841
    }
   ], 
   "title": "Natalia Lafourcade - Hasta la Raíz", 
   "published": 1448308895
  }, 
  {
   "total_time": 858, 
   "subtitle": "Youth Lagoon is the moniker of Trevor Powers, who has been releasing albums under the name since 2011. In this episode, Trevor breaks down “The Knower,” the lead single from his newest record, Savage Hills Ballroom. He talks about how...", 
   "description": "<p>Youth Lagoon is the moniker of Trevor Powers, who has been releasing albums under the name since 2011. In this episode, Trevor breaks down “The Knower,” the lead single from his newest record, Savage Hills Ballroom. He talks about how the idea for the song started by manipulating sampled vocals, and how he flew to Bristol to record the album with producer Ali Chant.</p> <p>This episode is sponsored by <a href=\"http://www.hover.com/\" target=\"_blank\">Hover</a> (use offer code LAGOON), Sony Legacy Recordings presenting <a href=\"http://thecuttingedge.bobdylan.com/\">the new Bob Dylan Box set</a>, and<a href=\"https://www.meundies.com/songexploder\" target=\"_blank\">MeUndies</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/youth-lagoon-the-knower", 
   "guid": "53319b72cac3a03ca4410c28f1391874", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder56.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20617594
    }
   ], 
   "title": "Youth Lagoon - The Knower", 
   "published": 1447699422
  }, 
  {
   "total_time": 1196, 
   "subtitle": "The Arcs is a new project from Dan Auerbach of The Black Keys. He started the band with some of the musicians and producers he's worked with over the years. For this episode, Dan and his bandmates Richard Swift and Leon Michels break down how they...", 
   "description": "<p>The Arcs is a new project from Dan Auerbach of The Black Keys. He started the band with some of the musicians and producers he's worked with over the years. For this episode, Dan and his bandmates Richard Swift and Leon Michels break down how they made the song Put a Flower in Your Pocket, and how its title was inspired by a three-year-old girl.</p> <p>Plus: the story behind the Radiotopia logo, and the sounds that went into making it.</p> <p>This episode is sponsored by <a href=\"http://www.hover.com/\" target=\"_blank\">Hover</a> (use promo code POCKET), <a href=\"https://www.meundies.com/songexploder\" target=\"_blank\">MeUndies</a>, and <a href=\"https://lynda.com/songexploder\" target=\"_blank\">lynda.com</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/the-arcs-put-a-flower-in-your-pocket", 
   "guid": "b7f1f56e307324ef9311d9210f2e86d8", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder55.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 28728685
    }
   ], 
   "title": "The Arcs - Put a Flower in Your Pocket", 
   "published": 1446720343
  }, 
  {
   "total_time": 1049, 
   "subtitle": "Chet Faker is the stage name of Australian singer and songwriter Nick Murphy. His debut album, Built on Glass, won five ARIA Awards, Australia’s version of the Grammys, including Best Male Artist, Producer of the Year, and Best Independent...", 
   "description": "<p>Chet Faker is the stage name of Australian singer and songwriter Nick Murphy. His debut album, Built on Glass, won five ARIA Awards, Australia’s version of the Grammys, including Best Male Artist, Producer of the Year, and Best Independent Album. In this episode, Nick breaks down the song Gold from that album, and traces the journey it took from a dream, to a cover, to a love song.</p> <p>This episode is sponsored by <a href=\"http://www.madewithspire.com/\" target=\"_blank\">iZotope Spire</a>, <a href=\"https://www.dropbox.com/business\" target=\"_blank\">Dropbox for Business</a>, and <a href=\"https://lagunitas.com/\" target=\"_blank\">Lagunitas Brewing Company</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/chet-faker-gold", 
   "guid": "fc887f3b8ffd7aa991ea44f4de58c64e", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder54.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 25190524
    }
   ], 
   "title": "Chet Faker - Gold", 
   "published": 1445885431
  }, 
  {
   "total_time": 973, 
   "subtitle": "In the film \"The Martian,\" astronaut Mark Watney (played by Matt Damon) is stranded on Mars, forced to rely on science and his ingenuity in order to survive. The film opened at #1 at the box office, and has earned critical praise as well. In this...", 
   "description": "<p>In the film \"The Martian,\" astronaut Mark Watney (played by Matt Damon) is stranded on Mars, forced to rely on science and his ingenuity in order to survive. The film opened at #1 at the box office, and has earned critical praise as well. In this episode, composer Harry Gregson-Williams breaks down his music from the film, where part of his job was to score the excitement of scientific discovery and the grandeur and mystery of Mars itself.</p> <p>This episode is sponsored by <a href=\"http://www.hover.com/\" target=\"_blank\">Hover</a> (use the offer code MARTIAN for 10% off your first purchase), <a href=\"https://www.simple.com/songexploder\" target=\"_blank\">Dropbox</a>, and <a href=\"https://meundies.com/exploder\" target=\"_blank\">MeUndies</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/harry-gregson-williams-the-martian", 
   "guid": "8dd846f2b5bd4eeee51dc3fa37cfa815", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder53.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 23361359
    }
   ], 
   "title": "Harry Gregson-Williams - The Martian", 
   "published": 1444925130
  }, 
  {
   "total_time": 965, 
   "subtitle": "Angel Deradoorian has been a member of the bands Dirty Projectors and Avey Tare's Slasher Flicks, and has contributed to albums by Vampire Weekend, Flying Lotus, and Brandon Flowers. This year she released her first full-length album as Deradoorian,...", 
   "description": "<p>Angel Deradoorian has been a member of the bands Dirty Projectors and Avey Tare's Slasher Flicks, and has contributed to albums by Vampire Weekend, Flying Lotus, and Brandon Flowers. This year she released her first full-length album as Deradoorian, The Expanding Flower Planet. In this episode, Angel breaks down the album's lead single, \"A Beautiful Woman.\" After leaving the Dirty Projectors, Angel moved from the east coast to Los Angeles to focus on her own solo music. She talks about how \"A Beautiful Woman\" was inspired by the loneliness of moving across the country, overcoming creative self-doubt, and transitioning from a secondary role in other bands to the main role of songwriter and producer for her debut album.</p> <p>This episode is sponsored by <a href=\"http://hover.com\" target=\"_blank\">Hover</a> (use offer code ANGEL), <a href=\"http://lynda.com/songexploder\" target=\"_blank\">Lynda.com</a>, and <a href=\"https://lagunitas.com/\" target=\"_blank\">Lagunitas Brewing Company</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/deradoorian-a-beautiful-woman", 
   "guid": "b5534fcbd11cae4e06a006044a1b978f", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder52.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 23189830
    }
   ], 
   "title": "Deradoorian - A Beautiful Woman", 
   "published": 1444036303
  }, 
  {
   "total_time": 931, 
   "subtitle": "Stephin Merritt has fronted the band The Magnetic Fields for over twenty-five years. In this episode, he breaks down the song \"Andrew in Drag\" from the band’s latest album, Love at the Bottom of the Sea, even though he doesn't actually remember...", 
   "description": "<p>Stephin Merritt has fronted the band The Magnetic Fields for over twenty-five years. In this episode, he breaks down the song \"Andrew in Drag\" from the band’s latest album, Love at the Bottom of the Sea, even though he doesn't actually remember writing it. After releasing his triple-album 69 Love Songs to huge acclaim in 1999, Stephin stopped using synthesizers for the next three Magnetic Fields albums. He talks about why he stopped, and why started using them again, and why he doesn’t write down his melodies.</p> <p>This episode is sponsored by <a href=\"https://itunes.apple.com/us/app/spire-recorder/id1013021109?uo=4&at=10lMg6\" target=\"_blank\">Spire Recorder</a> by iZotope; Merge Records (use code SONGEXPLODER at checkout for 20% off); and <a href=\"http://audiblepodcast.com/exploder\" target=\"_blank\">Audible.com</a> (go to <a href=\"http://audiblepodcast.com/exploder\" target=\"_blank\">audiblepodcast.com/exploder</a> for a free audiobook of your choice, and a 30-day free trial).</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/the-magnetic-fields-andrew-in-drag", 
   "guid": "7c0c9fdc17abe18396b3d98b806b24fa", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder51.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 22350995
    }
   ], 
   "title": "The Magnetic Fields - Andrew in Drag", 
   "published": 1443089180
  }, 
  {
   "total_time": 880, 
   "subtitle": "Joey Bada$$ released his debut album on January 20, 2015: his 20th birthday. It hit the Top 5 on the Billboard charts. For the track \"Hazeus View,\" he worked with Kirk Knight, another member of the Pro Era hip-hop collective. In this episode, the two...", 
   "description": "<p>Joey Bada$$ released his debut album on January 20, 2015: his 20th birthday. It hit the Top 5 on the Billboard charts. For the track \"Hazeus View,\" he worked with Kirk Knight, another member of the Pro Era hip-hop collective. In this episode, the two of them break down the process of making \"Hazeus View,\" how the lyrics reflect Joey’s wide-angle take on religion, and how the beat was inspired by DJ Premier and a beat he made for the Biggie song \"Ten Crack Commandments.\"</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/joey-bada-hazeus-view", 
   "guid": "d5fcd578cee6cab61af66f33cfad9093", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder50.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 21127784
    }
   ], 
   "title": "Joey Bada$$ - Hazeus View", 
   "published": 1442304650
  }, 
  {
   "total_time": 854, 
   "subtitle": "The band American Football formed in 1997, and released only one album and an EP before breaking up about three years later. Their critically acclaimed debut went on to achieve cult status as one of the most influential records of the '90s, and was...", 
   "description": "<p>The band American Football formed in 1997, and released only one album and an EP before breaking up about three years later. Their critically acclaimed debut went on to achieve cult status as one of the most influential records of the '90s, and was reissued as a deluxe double-LP last year.</p> <p>In this episode, Mike Kinsella, Steve Holmes, and Steve Lamos of American Football break down the first song they wrote together, \"The One with the Tambourine,\" from their self-titled EP. They talk about being influenced by the Chicago music scene of the '90s, and how they combined alternative tunings, unconventional time signatures, and naiveté to craft their sound.</p> <p>This episode is sponsored by <a href=\"http://www.hover.com/\" target=\"_blank\">Hover</a>, <a href=\"https://www.lynda.com/songexploder\" target=\"_blank\">Lynda.com</a>, and <a href=\"https://lagunitas.com/\" target=\"_blank\">Lagunitas Brewing Company</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/american-football-the-one-with-the-tambourine", 
   "guid": "6f7628b0deae82a71d7e89a4ee60f24a", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder49.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20524964
    }
   ], 
   "title": "American Football - The One With The Tambourine", 
   "published": 1441321838
  }, 
  {
   "total_time": 821, 
   "subtitle": "In this episode, Bethany Cosentino and Bobb Bruno of the band Best Coast take apart their song \"Feeling Ok,\" from the 2015 album California Nights. They trace their process and their influences, from the movie \"10 Things I Hate About You\" to the video...", 
   "description": "<p>In this episode, Bethany Cosentino and Bobb Bruno of the band Best Coast take apart their song \"Feeling Ok,\" from the 2015 album California Nights. They trace their process and their influences, from the movie \"10 Things I Hate About You\" to the video game Rock Band. Plus, we'll hear from producer Wally Gagel.</p> <p>This episode is sponsored by <a href=\"http://www.hover.com/\" target=\"_blank\">Hover</a> (use the offer code BESTCOAST), <a href=\"https://www.simple.com/songexploder\" target=\"_blank\">Simple</a>, and <a href=\"https://lagunitas.com/\" target=\"_blank\">Lagunitas Brewing Company</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/best-coast-feeling-ok", 
   "guid": "4459d2df41d02532231a6ee5784c2cf3", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder48.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 19724918
    }
   ], 
   "title": "Best Coast - Feeling Ok", 
   "published": 1440717264
  }, 
  {
   "total_time": 746, 
   "subtitle": "The band HEALTH formed in Los Angeles in 2005. Their newest record, Death Magic, came out in 2015. They spent four years trying to make it. They describe themselves as a noise band, but for this record, they reinvented their palette and their process....", 
   "description": "<p>The band HEALTH formed in Los Angeles in 2005. Their newest record, Death Magic, came out in 2015. They spent four years trying to make it. They describe themselves as a noise band, but for this record, they reinvented their palette and their process. In this episode, John and Jake from HEALTH take apart the song Stonefist, which they made with their bandmates, Jupiter Keyes and BJ Miller.</p> <p>This episode is sponsored by <a href=\"http://hover.com\">Hover</a>, <a href=\"https://lagunitas.com/\">Lagunitas Brewing Company</a>, and <a href=\"https://www.simple.com/songexploder\">Simple</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/health-stonefist", 
   "guid": "8878b42ad9110a735d2c3c489a8fad3c", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder47.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 17917656
    }
   ], 
   "title": "HEALTH - Stonefist", 
   "published": 1439887667
  }, 
  {
   "total_time": 873, 
   "subtitle": "Multi-Love is the title track from the 2015 album by Unknown Mortal Orchestra. In this episode, Ruban Nielson tells the story of how he made the song with help from his brother Kody Nielson, and how it was influenced by Romeo and Juliet, Questlove,...", 
   "description": "<p>Multi-Love is the title track from the 2015 album by Unknown Mortal Orchestra. In this episode, Ruban Nielson tells the story of how he made the song with help from his brother Kody Nielson, and how it was influenced by Romeo and Juliet, Questlove, and a broken synthesizer.</p> <p>This episode is sponsored by <a href=\"http://www.hover.com/\">Hover</a>, <a href=\"https://lagunitas.com/\" target=\"_blank\">Lagunitas Brewing Company</a>, and <a href=\"https://www.simple.com/songexploder\" target=\"_blank\">Simple</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/unknown-mortal-orchestra-multi-love", 
   "guid": "66026b14d14349adb7be7e9a4e55f948", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder46.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20972544
    }
   ], 
   "title": "Unknown Mortal Orchestra - Multi-Love", 
   "published": 1439220948
  }, 
  {
   "total_time": 816, 
   "subtitle": "Thundercat is the alter-ego of bassist and singer-songwriter Stephen Bruner. He’s played bass for both Suicidal Tendencies and Erykah Badu and went on to help shape Kendrick Lamar's 'To Pimp a Butterfly.' In this episode, Thundercat will break...", 
   "description": "<p>Thundercat is the alter-ego of bassist and singer-songwriter Stephen Bruner. He’s played bass for both Suicidal Tendencies and Erykah Badu and went on to help shape Kendrick Lamar's 'To Pimp a Butterfly.' In this episode, Thundercat will break down the song \"Them Changes\" off his new mini-album. Thundercat co-produced the track with long-time collaborator Flying Lotus, with Kamasi Washington on saxophone.</p> <p>This episode is sponsored by <a href=\"http://www.hover.com/\" target=\"_blank\">Hover</a>, <a href=\"https://lagunitas.com/\" target=\"_blank\">Lagunitas Brewing Company</a>, and <a href=\"https://www.simple.com/songexploder\" target=\"_blank\">Simple</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/thundercat-them-changes", 
   "guid": "54a5cd723247f5a779f5d7746e317e4d", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder45.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 19612842
    }
   ], 
   "title": "Thundercat - Them Changes", 
   "published": 1438249092
  }, 
  {
   "total_time": 791, 
   "subtitle": "Death Cab for Cutie released Kintsugi, their 8th album, on March 31, 2015. The song El Dorado, like other songs on the record, was written in the wake of the divorce between the band's lead singer Ben Gibbard and actress Zooey Deschanel. In this...", 
   "description": "<p>Death Cab for Cutie released Kintsugi, their 8th album, on March 31, 2015. The song El Dorado, like other songs on the record, was written in the wake of the divorce between the band's lead singer Ben Gibbard and actress Zooey Deschanel. In this episode, Ben talks about the metaphor of the city of El Dorado and how it fit the story he wanted to tell, about separation, unrealized dreams, and Culver City. Plus, he explains how a few pieces of equipment - a Fender Mustang, a Rhythm Master drum machine, and the VoiceLive unit - ended up shaping the creative process.</p> <p>This episode is sponsored by <a href=\"https://www.hover.com/\">Hover</a>, <a href=\"https://www.frankandoak.com\">Frank and Oak</a>, and <a href=\"https://lagunitas.com/\">Lagunitas Brewing Company</a>.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/death-cab-for-cutie-el-dorado", 
   "guid": "5e3357d29cffb513609834fd4efc4228", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder44.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18997508
    }
   ], 
   "title": "Death Cab for Cutie - El Dorado", 
   "published": 1437383175
  }, 
  {
   "total_time": 763, 
   "subtitle": "Sylvan Esso has two members, Amelia Meath and Nick Sanborn, who met while they were both working on other projects. Amelia asked Nick to do a remix of a song by the band she was in at the time, and when that remix was done, they both loved how it...", 
   "description": "<p>Sylvan Esso has two members, Amelia Meath and Nick Sanborn, who met while they were both working on other projects. Amelia asked Nick to do a remix of a song by the band she was in at the time, and when that remix was done, they both loved how it turned out. They emailed song ideas back and forth for a while, until they found a time to be in the same place. It was at that point that they first started working on the song, \"Coffee.\" In this episode, Nick and Amelia talk about the origins of the sounds and lyrics within the song, from a Little Tikes xylophone to \"Hanky Panky\" by Tommy James and the Shondells.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/sylvan-esso-coffee", 
   "guid": "a75c6c639896b2cd2c0945027982e415", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder43.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18341458
    }
   ], 
   "title": "Sylvan Esso - Coffee", 
   "published": 1436342715
  }, 
  {
   "total_time": 955, 
   "subtitle": "10 Cedarwood Road is the address of Bono’s childhood home in Dublin. For the U2 song \"Cedarwood Road,\" Bono looked back to his life there as a teenager, when skinhead culture seeped into his neighborhood via the Seven Towers, housing projects...", 
   "description": "<p>10 Cedarwood Road is the address of Bono’s childhood home in Dublin. For the U2 song \"Cedarwood Road,\" Bono looked back to his life there as a teenager, when skinhead culture seeped into his neighborhood via the Seven Towers, housing projects that were built around that time. In this episode, Bono traces the arc from those memories to the lyrics of \"Cedarwood Road,\" and The Edge breaks down the process of how the music was written, with the original demo and the isolated tracks from the final recording.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/u2-cedarwood-road", 
   "guid": "170575526ae5baa3a2e1e90ffb338a9b", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder42.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 22939428
    }
   ], 
   "title": "U2 - Cedarwood Road", 
   "published": 1435623916
  }, 
  {
   "total_time": 788, 
   "subtitle": "Will Butler is a member of the band Arcade Fire, and he co-wrote the score for the film Her, which earned him an Oscar nomination. In March 2015, he put out his first solo album, Policy, and in this episode, he breaks down the song \"Anna\" from that...", 
   "description": "<p>Will Butler is a member of the band Arcade Fire, and he co-wrote the score for the film Her, which earned him an Oscar nomination. In March 2015, he put out his first solo album, Policy, and in this episode, he breaks down the song \"Anna\" from that record.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/will-butler-anna", 
   "guid": "a880038b8547cd36795226307abf5c46", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder41.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18930586
    }
   ], 
   "title": "Will Butler - Anna", 
   "published": 1434967366
  }, 
  {
   "total_time": 716, 
   "subtitle": "Game of Thrones premiered on HBO in April 2011 and became the most watched show in HBO's history. The main title theme was written by Emmy-nominated composer Ramin Djawadi. In this episode, he'll break down the different elements in the piece, and how...", 
   "description": "<p>Game of Thrones premiered on HBO in April 2011 and became the most watched show in HBO's history. The main title theme was written by Emmy-nominated composer Ramin Djawadi. In this episode, he'll break down the different elements in the piece, and how themes within the show inspired his composition and choice of instruments.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/ramin-djawadi-game-of-thrones", 
   "guid": "b837b4e0c3357cef67ba515c716fefc6", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder40.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 17203454
    }
   ], 
   "title": "Ramin Djawadi - Game of Thrones", 
   "published": 1434019163
  }, 
  {
   "total_time": 551, 
   "subtitle": "The title card for Avengers: Age of Ultron comes up twelve minutes into the movie. Against a black background, the Avengers logo takes up almost the entire screen. You might expect a triumphant, heroic piece of music, but the film called for something...", 
   "description": "<p>The title card for Avengers: Age of Ultron comes up twelve minutes into the movie. Against a black background, the Avengers logo takes up almost the entire screen. You might expect a triumphant, heroic piece of music, but the film called for something more complicated. Coming up, you'll hear why, and how composer Brian Tyler tackled that piece of score, in his third feature for Marvel Studios. It was recorded at Abbey Road Studios with the London Philharmonic, with Brian himself conducting.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/brian-tyler-avengers-age-of-ultron", 
   "guid": "e9ff114c9aec370a0daf882dde796896", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder39.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 13250880
    }
   ], 
   "title": "Brian Tyler - Avengers: Age of Ultron", 
   "published": 1432880516
  }, 
  {
   "total_time": 933, 
   "subtitle": "In this episode, Merrill Garbus of tUnE-yArDs breaks down \"Water Fountain.\" It's a song that draws inspiration from the politics of drought and dancehall reggae, and you'll hear how (and why) she tried to make this song less catchy. Despite that...", 
   "description": "<p>In this episode, Merrill Garbus of tUnE-yArDs breaks down \"Water Fountain.\" It's a song that draws inspiration from the politics of drought and dancehall reggae, and you'll hear how (and why) she tried to make this song less catchy. Despite that effort, in 2014 the tUnE-yArDs album Nikki Nack climbed the Billboard Charts and got widespread critical praise.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/tune-yards-water-fountain", 
   "guid": "15e6c6f68eeb8f0e6c3b1b7a4802e4da", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder38.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 22422958
    }
   ], 
   "title": "tUnE-yArDs - Water Fountain", 
   "published": 1431939181
  }, 
  {
   "total_time": 469, 
   "subtitle": "The British TV show Downton Abbey is the most popular drama in PBS history, with over 10 million viewers per episode, and more Emmy nominations than any non-US show ever. The theme music is one of its signatures, but it was originally written as a...", 
   "description": "<p>The British TV show Downton Abbey is the most popular drama in PBS history, with over 10 million viewers per episode, and more Emmy nominations than any non-US show ever. The theme music is one of its signatures, but it was originally written as a piece of score for the first episode, and then later condensed and turned into the version that appears in the opening credits. The music was recorded by a chamber orchestra, all at once, in the same room, so in order to isolate different pieces for Song Exploder, we went back to composer John Lunn’s original demo compositions, made with samples in the computer. In this episode, you'll get to hear how those two compare.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/john-lunn-downton-abbey", 
   "guid": "c0d6294b6a796b64a886a32152a144d8", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder37.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 11278988
    }
   ], 
   "title": "John Lunn - Downton Abbey", 
   "published": 1430873010
  }, 
  {
   "total_time": 846, 
   "subtitle": "Jim James is the lead singer of the Grammy-nominated band My Morning Jacket. Since starting in 1998, they've put out six albums, and in this episode, Jim breaks down the song Spring (Among The Living), from their soon-to-be released seventh album, The...", 
   "description": "<p>Jim James is the lead singer of the Grammy-nominated band My Morning Jacket. Since starting in 1998, they've put out six albums, and in this episode, Jim breaks down the song Spring (Among The Living), from their soon-to-be released seventh album, The Waterfall.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/my-morning-jacket-spring-among-the-living", 
   "guid": "332d5c47f517678f1265c3c35d096047", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder36.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20331590
    }
   ], 
   "title": "My Morning Jacket - Spring (Among the Living)", 
   "published": 1429784902
  }, 
  {
   "total_time": 703, 
   "subtitle": "Over the past five years, Chaz Bundick, aka Toro y Moi, has made music that's spanned a range of genres and styles. On his newest album, What For?, he shifted styles again. In this episode, Chaz explains why. He'll break down the song Half Dome, named...", 
   "description": "<p>Over the past five years, Chaz Bundick, aka Toro y Moi, has made music that's spanned a range of genres and styles. On his newest album, What For?, he shifted styles again. In this episode, Chaz explains why. He'll break down the song Half Dome, named after a landmark in Yosemite National Park that's a popular hike, but also a difficult one.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/toro-y-moi-half-dome", 
   "guid": "35470c04a5f0f96224994dba153f31e5", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder35.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 16893582
    }
   ], 
   "title": "Toro y Moi - Half Dome", 
   "published": 1429003808
  }, 
  {
   "total_time": 851, 
   "subtitle": "RJD2 has been making music since 2002. His song \"A Beautiful Mine\" was turned into the opening credits music for Mad Men. He's a producer and beatmaker, but also a singer and songwriter. But for the vocals on the song \"Games You Can Win,\" he tapped...", 
   "description": "<p>RJD2 has been making music since 2002. His song \"A Beautiful Mine\" was turned into the opening credits music for Mad Men. He's a producer and beatmaker, but also a singer and songwriter. But for the vocals on the song \"Games You Can Win,\" he tapped Kenna, a Grammy-nominee whom Malcolm Gladwell wrote about in Blink. In this episode, you’ll get to hear the parts that make up the track, as well as the unreleased demo vocals that RJ originally recorded himself.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/rjd2-games-you-can-win-feat-kenna", 
   "guid": "a60966b7f25540c337d9bbe8ed329cb3", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder34.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20449897
    }
   ], 
   "title": "RJD2 - Games You Can Win (feat. Kenna)", 
   "published": 1427871660
  }, 
  {
   "total_time": 858, 
   "subtitle": "In an interview with Belgian filmmakers the Dardenne brothers, talking about the kinds of stories they tell, Luc Dardenne says, \"Human suffering; that interests us very much.\" It also interests Tom Krell, a songwriter and producer who goes by the name...", 
   "description": "<p>In an interview with Belgian filmmakers the Dardenne brothers, talking about the kinds of stories they tell, Luc Dardenne says, \"Human suffering; that interests us very much.\" It also interests Tom Krell, a songwriter and producer who goes by the name How to Dress Well. After seeing one of the Dardenne brothers films, The Kid with a Bike, he was inspired to make the song \"Pour Cyril.\" In this episode, he'll dig deep into that where that inspiration led him, from transformations within the song, to within the film, and within himself.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/how-to-dress-well-pour-cyril", 
   "guid": "9e0549b9baabc635ff60f50041b058bb", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder33.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20611396
    }
   ], 
   "title": "How to Dress Well - Pour Cyril", 
   "published": 1427293800
  }, 
  {
   "total_time": 872, 
   "subtitle": "Casey Dienel is a producer, singer, and songwriter who goes by the name White Hinterland. In this episode, she'll break down her song Ring the Bell. To make it, she had to break out of her comfort zone of working alone and reach to other people. She...", 
   "description": "<p>Casey Dienel is a producer, singer, and songwriter who goes by the name White Hinterland. In this episode, she'll break down her song Ring the Bell. To make it, she had to break out of her comfort zone of working alone and reach to other people. She got a little unexpected help from Beyonce.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/white-hinterland-ring-the-bell", 
   "guid": "83c5685c5d7dccbf2a530107fdb16184", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder32.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20947561
    }
   ], 
   "title": "White Hinterland - Ring the Bell", 
   "published": 1426286564
  }, 
  {
   "total_time": 816, 
   "subtitle": "In 2013, Warpaint starting working on their sophomore album. They retreated away from their home in Los Angeles to the nearby desert oasis of Joshua Tree, California. There, they wrote the song \"Love Is to Die,\" and it was decided that it would be the...", 
   "description": "<p>In 2013, Warpaint starting working on their sophomore album. They retreated away from their home in Los Angeles to the nearby desert oasis of Joshua Tree, California. There, they wrote the song \"Love Is to Die,\" and it was decided that it would be the single from the record. Now, with over 6 million plays on Spotify and nearly 3 million more on YouTube, \"Love Is to Die\" is by some measures their most popular song. Designating it as the single was a decision that was easy to make early on, but it was also carried unforeseen consequences for the band. In this episode, three of the four members break down the sounds in the song, and weigh in on some of the difficulty they faced getting this track from the initial idea to the finished recording.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/warpaint-love-is-to-die", 
   "guid": "1ad275b2088c63cb01731945f3306da5", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder31.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20719068
    }
   ], 
   "title": "Warpaint - Love Is to Die", 
   "published": 1425413208
  }, 
  {
   "total_time": 853, 
   "subtitle": "In 2005, Nickelodeon premiered an animated series called Avatar: The Last Airbender, about a young boy and his friends who have to keep peace and balance in the world. It combined fantasy and martial arts, and ran for four seasons, won an Emmy and a...", 
   "description": "<p>In 2005, Nickelodeon premiered an animated series called Avatar: The Last Airbender, about a young boy and his friends who have to keep peace and balance in the world. It combined fantasy and martial arts, and ran for four seasons, won an Emmy and a Peabody, and in 2012, spawned a sequel called The Legend of Korra. This time, the story was about a girl, Korra, a teenager, and just as the characters were older and the world they inhabited was older, the themes of the show matured as well. In December 2014, after 4 seasons of its own, the series and franchise aired its finale. It made headlines for the final shot of the very last scene, where Korra and her female companion Asami come together as a couple, romantically. Composer Jeremy Zuckerman used a mix of Chinese and western instruments for the series. In this episode, he deconstructs the music he wrote, reflects on the significance of that scene, and also what it felt like to close the curtain on a franchise he'd been working on over the course of twelve years of his life.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/jeremy-zuckerman-the-legend-of-korra", 
   "guid": "3ce29b92dbfa093d93a85999d5f11410", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder30.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20499329
    }
   ], 
   "title": "Jeremy Zuckerman - The Legend of Korra", 
   "published": 1424435865
  }, 
  {
   "total_time": 797, 
   "subtitle": "The Imitation Game is a biographical film about Alan Turing, a mathematician who pioneered computer science and helped the British government break Nazi codes, but was then later prosecuted by the British government for being gay. Composer Alexandre...", 
   "description": "<p>The Imitation Game is a biographical film about Alan Turing, a mathematician who pioneered computer science and helped the British government break Nazi codes, but was then later prosecuted by the British government for being gay. Composer Alexandre Desplat created the score, which was nominated for a Golden Globe and an Oscar — his eighth Oscar nomination. In this episode, he breaks down the orchestration of the main theme from the film, which plays during the title sequence.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/alexandre-desplat-the-imitation-game", 
   "guid": "a1b1b3175a5b70266efd5cc510622b48", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder29.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 19139657
    }
   ], 
   "title": "Alexandre Desplat - The Imitation Game", 
   "published": 1423469328
  }, 
  {
   "total_time": 1203, 
   "subtitle": "On February 1, 2003, the Space Shuttle Columbia broke apart while reentering the earth's atmosphere. John Roderick, singer and songwriter of The Long Winters, wrote \"The Commander Thinks Aloud\" about that fateful moment. This episode was made from an...", 
   "description": "<p>On February 1, 2003, the Space Shuttle Columbia broke apart while reentering the earth's atmosphere. John Roderick, singer and songwriter of The Long Winters, wrote \"The Commander Thinks Aloud\" about that fateful moment. This episode was made from an interview I did with John Roderick in front of a live audience in Seattle, where we discussed how and why he made this song.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/the-long-winters-the-commander-thinks-aloud", 
   "guid": "b590d0e1caf89aae2be232ebed1bf026", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder28.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 28890857
    }
   ], 
   "title": "The Long Winters - The Commander Thinks Aloud", 
   "published": 1422615703
  }, 
  {
   "total_time": 773, 
   "subtitle": "The band Blonde Redhead formed in 1993. Twenty-one years later, in 2014, the trio released their 9th album, and in this episode, they deconstruct Penultimo, a song from that record that caused some dissent between the band members. At the heart of the...", 
   "description": "<p>The band Blonde Redhead formed in 1993. Twenty-one years later, in 2014, the trio released their 9th album, and in this episode, they deconstruct Penultimo, a song from that record that caused some dissent between the band members. At the heart of the controversy was the Pitchfactor effect pedal by Eventide, a harmonizer that does a lot, or maybe too much. Coming up, you'll hear how tricky it was to begin this song, as well as finish it.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/blonde-redhead-penultimo", 
   "guid": "51b0fe27834fb9a19fa09ac2ae82a39b", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder27.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18570614
    }
   ], 
   "title": "Blonde Redhead - Penultimo", 
   "published": 1421685497
  }, 
  {
   "total_time": 1009, 
   "subtitle": "In November 2014, Ghostface Killah of the Wu-Tang Clan released his 11th album, called 36 Seasons. A lot of people worked on it: soul band The Revelations served as a kind of house backing band for the whole thing. Lil' Fame from M.O.P. and engineer...", 
   "description": "<p>In November 2014, Ghostface Killah of the Wu-Tang Clan released his 11th album, called 36 Seasons. A lot of people worked on it: soul band The Revelations served as a kind of house backing band for the whole thing. Lil' Fame from M.O.P. and engineer Daniel Schlett helped produce, and there's a host of guest vocalists, including the ones on this track: singer Tré Williams, and rappers AZ and Kool G Rap. But the person who put the whole thing together, came up with the idea, and corralled all of these contributors is someone who doesn't appear on the record. His name is Bob Perry, and his title is A&R, which stands for artist and repertoire. Nowadays, that usually means the person at a record label who acts as a talent scout for new artists, but back in the day, the A&R reps were often responsible for much more. In this episode, Bob Perry talks about how the Ghostface song \"The Battlefield\" came together, and Revelations guitarist Wes Mingus breaks down how the beat was assembled.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/ghostface-killah-the-battlefield", 
   "guid": "efc2c5a0d1644ce7262ecf40dc8c2a75", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder26.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24234041
    }
   ], 
   "title": "Ghostface Killah - The Battlefield", 
   "published": 1420597595
  }, 
  {
   "total_time": 1041, 
   "subtitle": "The National formed in 1999. They've released six albums, and have been nominated for a grammy. Their music is everywhere from Game of Thrones, to Bob's Burgers, to Barack Obama's presidential campaign. In 2013 they released their sixth album, Trouble...", 
   "description": "<p>The National formed in 1999. They've released six albums, and have been nominated for a grammy. Their music is everywhere from Game of Thrones, to Bob's Burgers, to Barack Obama's presidential campaign. In 2013 they released their sixth album, Trouble Will Find Me, which debuted at #3 on the Billboard charts. The band is made up of singer Matt Berninger along with two sets of brothers: guitarists Bryce and Aaron Dessner, who are twins, and Brian and Scott Devendorf, who play drums and bass, respectively. In this episode, Matt Berninger and Aaron Dessner break down \"Sea of Love,\" a song that they co-wrote. You'll hear how it went from Aaron's original guitar demo to a densely layered recording with contributions from their bandmates and others, and they'll talk about how collaboration is an intrinsic part of their process and their band identity.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/the-national-sea-of-love", 
   "guid": "ef52c0bbdf8e1b31f5b16b43da3747d6", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder25.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24993110
    }
   ], 
   "title": "The National - Sea of Love", 
   "published": 1419260998
  }, 
  {
   "total_time": 739, 
   "subtitle": "Tycho is the project of designer-turned-musician Scott Hansen, along with guitarist Zac Brown and drummer Rory O'Connor. For this episode, which was recorded in front of a live audience in San Francisco, Scott breaks down the title track from the...", 
   "description": "<p>Tycho is the project of designer-turned-musician Scott Hansen, along with guitarist Zac Brown and drummer Rory O'Connor. For this episode, which was recorded in front of a live audience in San Francisco, Scott breaks down the title track from the 2014 Tycho album Awake, including a note he misplayed, and a vocal part you aren't really supposed to know about.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/tycho-awake", 
   "guid": "aef054edfb866521f87860bcc6ab3a32", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder24.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 17746525
    }
   ], 
   "title": "Tycho - Awake", 
   "published": 1418142680
  }, 
  {
   "total_time": 749, 
   "subtitle": "Stars is a band from Toronto, who have been making music together since 2000. Their seventh album was released in October 2014. For this episode, I spoke to several members of the band: singer Amy Millan over the phone, and to Evan and Patty in their...", 
   "description": "<p>Stars is a band from Toronto, who have been making music together since 2000. Their seventh album was released in October 2014. For this episode, I spoke to several members of the band: singer Amy Millan over the phone, and to Evan and Patty in their studio in Toronto along with their co-producer Liam O’Neil. In this episode, they talk about the inspiration for the phrase No One Is Lost, which is the title of this song as well as the album. And you’ll hear the original version of the chorus: one that they wrote, recorded, mixed, and finished but then, ended up changing completely.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/stars-no-one-is-lost", 
   "guid": "d5db968faaf04556979edae7002dc899", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder23.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 17999438
    }
   ], 
   "title": "Stars - No One Is Lost", 
   "published": 1417036908
  }, 
  {
   "total_time": 964, 
   "subtitle": "Before The Books broke up, they released four albums that combined composed music and found sounds. In this episode, Nick Zammuto explains how he crafted the song Smells Like Content, off of their 2005 album Lost and Safe, out of unlikely...", 
   "description": "<p>Before The Books broke up, they released four albums that combined composed music and found sounds. In this episode, Nick Zammuto explains how he crafted the song Smells Like Content, off of their 2005 album Lost and Safe, out of unlikely sources, like geometry, chance encounters, and a corrugated PVC pipe.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/the-books-smells-like-content", 
   "guid": "ea420275c5a706df5f1c17ad5d2dd91e", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder22.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 23157669
    }
   ], 
   "title": "The Books - Smells Like Content", 
   "published": 1415784679
  }, 
  {
   "total_time": 857, 
   "subtitle": "Julia Holter studied composition, and in the song Horns Surrounding Me, she arranges not only acoustic and electronic instruments, but also layers of ambient field recordings and background noise. The song was released in 2013 on her acclaimed album...", 
   "description": "Julia Holter studied composition, and in the song Horns Surrounding Me, she arranges not only acoustic and electronic instruments, but also layers of ambient field recordings and background noise. The song was released in 2013 on her acclaimed album Loud City Song. In this episode, Julia deconstructs the recording, and talks about what she did to evoke a feeling of fear in both the music and the way she sang, changing her voice on different parts of the song to create character and texture.", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/julia-holter-horns-surrounding-me", 
   "guid": "34e8db2e530b0b458634a89d7de9be34", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder21.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20599839
    }
   ], 
   "title": "Julia Holter - Horns Surrounding Me", 
   "published": 1414579490
  }, 
  {
   "total_time": 849, 
   "subtitle": "Dave Hill is a comedian and host of his own podcast which, like Song Exploder, is on the Maximum Fun network. He's also the frontman of the band Valley Lodge. In this episode, Dave will deconstruct the Valley Lodge song Go, which you might recognize...", 
   "description": "<p>Dave Hill is a comedian and host of his own podcast which, like Song Exploder, is on the Maximum Fun network. He's also the frontman of the band Valley Lodge. In this episode, Dave will deconstruct the Valley Lodge song Go, which you might recognize as the opening credits of the HBO show Last Week Tonight with John Oliver. This is a special episode produced for MaxFunWeek, seven days of celebrating the community of listeners and shows that make up the Maximum Fun podcast network.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/valley-lodge-go", 
   "guid": "b17470e9f587b22a030c4fe86634d225", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder20.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20406408
    }
   ], 
   "title": "Valley Lodge - Go", 
   "published": 1413374801
  }, 
  {
   "total_time": 906, 
   "subtitle": "Andre Allen Anjos is better known as RAC, a musician who first found success by remixing other people's songs. His remixes for artists like Lana Del Rey have gotten millions of plays online. In 2013, RAC released Strangers, his first album of original...", 
   "description": "<p>Andre Allen Anjos is better known as RAC, a musician who first found success by remixing other people's songs. His remixes for artists like Lana Del Rey have gotten millions of plays online. In 2013, RAC released Strangers, his first album of original material, and in this episode, he breaks down the song Let Go from that record. It features guest vocals from Kele, best known as the frontman of the band Bloc Party, and singer MNDR, who also talks about her experience working on the track.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/rac-let-go-feat-kele-mndr", 
   "guid": "b5c2a5344ad71f2bcc3fd4a91152cc13", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder19.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 21772966
    }
   ], 
   "title": "RAC - Let Go (feat. Kele & MNDR)", 
   "published": 1412157162
  }, 
  {
   "total_time": 860, 
   "subtitle": "The Thermals originally began as Hutch Harris's solo recording project. He sang and played all the instruments on the 2003 Thermals record More Parts Per Million. In this episode, Hutch breaks down his lo-fi recording of the song No Culture...", 
   "description": "<p>The Thermals originally began as Hutch Harris's solo recording project. He sang and played all the instruments on the 2003 Thermals record More Parts Per Million. In this episode, Hutch breaks down his lo-fi recording of the song No Culture Icons. The track was later mixed by Chris Walla, who's known best for his work with Death Cab for Cutie, and we’ll hear some thoughts from him as well. I spoke with Hutch in front of a live audience at the XOXO Festival in Portland, Oregon.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/the-thermals-no-culture-icons", 
   "guid": "4c995b0bb838e8436e9b25a5ff230980", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder18.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20662428
    }
   ], 
   "title": "The Thermals - No Culture Icons", 
   "published": 1411045181
  }, 
  {
   "total_time": 791, 
   "subtitle": "In addition to guitars, drums, and bass, the band Anamanaguchi makes their music with the 8-bit sounds that were built into Nintendo video game consoles made in the 1980s. They use software called a tracker to meticulously sequence and produce those...", 
   "description": "<p>In addition to guitars, drums, and bass, the band Anamanaguchi makes their music with the 8-bit sounds that were built into Nintendo video game consoles made in the 1980s. They use software called a tracker to meticulously sequence and produce those sounds. Most of their music is instrumental, but in this episode, they break down one of the first times they’ve incorporated vocals, for the song Prom Night, which features singer Bianca Raquel. Prom Night is from their most recent album, Endless Fantasy, which debuted at #1 on Billboard’s Heatseekers chart when it came out in 2013. </p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/anamanaguchi-prom-night", 
   "guid": "8c21de01db308f0873a3ab1f4b75f1fb", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder17.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18999160
    }
   ], 
   "title": "Anamanaguchi - Prom Night", 
   "published": 1409674141
  }, 
  {
   "total_time": 1009, 
   "subtitle": "Spoon was formed in 1993 by singer Britt Daniel and drummer Jim Eno. They've released eight albums, including their most recent record, They Want My Soul, which came out in August 2014. In this episode, Jim Eno breaks down the song Inside Out,...", 
   "description": "<p>Spoon was formed in 1993 by singer Britt Daniel and drummer Jim Eno. They've released eight albums, including their most recent record, They Want My Soul, which came out in August 2014. In this episode, Jim Eno breaks down the song Inside Out, explaining how it went from the original demo to the finished album version, including what other music influenced the recording. Plus, we'll hear from their co-producer, Dave Fridmann, whose other credits include The Flaming Lips album The Soft Bulletin, and Oracular Spectacular by MGMT.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/spoon-inside-out", 
   "guid": "4a8e00ef5b70e94fab77f83a2675ddaa", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder16.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24242606
    }
   ], 
   "title": "Spoon - Inside Out", 
   "published": 1408437001
  }, 
  {
   "total_time": 1012, 
   "subtitle": "In May 2014, the video game company Ubisoft released Watch Dogs, about a vigilante hacker in Chicago in the near future. Here's how the game is described on their website: \"You play as Aiden Pearce, a brilliant hacker and former thug, whose criminal...", 
   "description": "<p class=\"p1\">In May 2014, the video game company Ubisoft released Watch Dogs, about a vigilante hacker in Chicago in the near future. Here's how the game is described on their website: \"You play as Aiden Pearce, a brilliant hacker and former thug, whose criminal past led to a violent family tragedy. While seeking justice for those events, you'll monitor and hack those around you.\" It sold over 4 million copies in its first week of release. The music for the game was made by Brian Reitzell, who played drums in the bands Air and Red Kross before becoming a composer and music supervisor for films like Lost In Translation and Beginners. He also creates the music for the NBC television show Hannibal. In this episode, Brian talks about the unique challenges posed by scoring video games, where players control what happens on screen and as a result, what happens in the music. He'll break down a piece called Donovan, which he wrote for a chase sequence within the game. He also describes the instrument he created from a hundred year old piano. This episode is presented in conjunction with Polygon.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/brian-reitzell-watch-dogs", 
   "guid": "cc999dc79909c19b31c4bc69018b3d9c", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder15.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24506707
    }
   ], 
   "title": "Brian Reitzell - Watch Dogs", 
   "published": 1407340800
  }, 
  {
   "total_time": 679, 
   "subtitle": "In this episode, rapper Open Mike Eagle talks about making the song Dark Comedy Morning Show, along with the track's producer, Walker Ashby, aka Toy Light. Mike breaks down how Toy Light's original instrumental version of this song inspired him, and...", 
   "description": "<p class=\"p1\">In this episode, rapper Open Mike Eagle talks about making the song Dark Comedy Morning Show, along with the track's producer, Walker Ashby, aka Toy Light. Mike breaks down how Toy Light's original instrumental version of this song inspired him, and how his view of his own vocals on the track has changed since recording them. </p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/open-mike-eagle-dark-comedy-morning-show-feat-toy-light", 
   "guid": "b4f618393285e10f920c9240aa188c68", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder14.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 16321822
    }
   ], 
   "title": "Open Mike Eagle - Dark Comedy Morning Show (feat. Toy Light)", 
   "published": 1405415761
  }, 
  {
   "total_time": 1042, 
   "subtitle": "In the fall of 2001, Phil Elverum released the album The Glow Pt 2 on K Records. Pitchfork named it the best album of the year. In this episode, Phil recounts how he created the first song on the record at Dub Narcotic Studio. He spoke with me from...", 
   "description": "<p>In the fall of 2001, Phil Elverum released the album The Glow Pt 2 on K Records. Pitchfork named it the best album of the year. In this episode, Phil recounts how he created the first song on the record at Dub Narcotic Studio. He spoke with me from his home in Anacortes, Washington, about his love of being alone in the studio, evoking nature through music, and where the name The Microphones came from. Plus a few words from Calvin Johnson, the founder of K Records. This episode is presented in conjunction with The Creators Project. </p> <p> </p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/the-microphones-i-want-wind-to-blow", 
   "guid": "3b040be7b4bc361d7032a999b2c75d2a", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder13.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 25015243
    }
   ], 
   "title": "The Microphones - I Want Wind to Blow", 
   "published": 1404230400
  }, 
  {
   "total_time": 744, 
   "subtitle": "The band Converge formed in 1990, when its members were teenagers. They've been making music that lives somewhere in the intersection of punk, hardcore, and metal for almost 25 years. Guitarist Kurt Ballou spoke to me from his studio GodCity, which is...", 
   "description": "<p class=\"p1\">The band Converge formed in 1990, when its members were teenagers. They've been making music that lives somewhere in the intersection of punk, hardcore, and metal for almost 25 years. Guitarist Kurt Ballou spoke to me from his studio GodCity, which is where Converge writes and records. I also spoke over the phone with singer Jake Bannon. Coming up, they'll talk about how the physical space of GodCity influenced their songwriting, how the Boston hardcore scene gave them a home, and how to get the classic Swedish death metal guitar tone.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/converge-dark-horse", 
   "guid": "97e977bd6dcb3fb8b0354c8807dd1b17", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder12.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 17887407
    }
   ], 
   "title": "Converge - Dark Horse", 
   "published": 1403166386
  }, 
  {
   "total_time": 861, 
   "subtitle": "In this episode, we'll get a deconstructed view of the song One Second of Love by Nite Jewel. I spoke to Ramona Gonzalez of Nite Jewel and her partner and producer Cole MGN in their home studio in Los Angeles as they took a break from making a new...", 
   "description": "<p class=\"p1\">In this episode, we'll get a deconstructed view of the song One Second of Love by Nite Jewel. I spoke to Ramona Gonzalez of Nite Jewel and her partner and producer Cole MGN in their home studio in Los Angeles as they took a break from making a new record. Coming up, they'll talk about the process they undertook, including recording to tape as a creative restriction, and collaborating with their friends and each other.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/nite-jewel-one-second-of-love", 
   "guid": "18ba76cf2e6588e04daaf075bd2cc67d", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder11.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20662465
    }
   ], 
   "title": "Nite Jewel - One Second of Love", 
   "published": 1401711180
  }, 
  {
   "total_time": 1189, 
   "subtitle": "The band Garbage formed in 1994 when three guys from Madison Wisconsin — Butch Vig, Steve Marker, and Duke Erikson, met Scottish singer Shirley Manson. Twenty years later, they've sold over 17 million records worldwide. In this episode, we'll...", 
   "description": "<p class=\"p1\">The band Garbage formed in 1994 when three guys from Madison Wisconsin — Butch Vig, Steve Marker, and Duke Erikson, met Scottish singer Shirley Manson. Twenty years later, they've sold over 17 million records worldwide. In this episode, we'll get a view inside their 2012 song \"Felt\" from the album \"Not Your Kind of People.\" Butch Vig, who is also a legendary producer behind some of the most influential albums of all time like Nevermind by Nirvana, Siamese Dream by Smashing Pumpkins, Dirty by Sonic Youth, and countless others, spoke to me from his home studio in Los Angeles. I also interviewed Shirley Manson separately to get her insight on how the song was made. Plus some thoughts from their longtime engineer and now co-producer Billy Bush.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/garbage-felt", 
   "guid": "27d8985ea97feaf7420290d0f5862bc7", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder10.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 28528155
    }
   ], 
   "title": "Garbage - Felt", 
   "published": 1400160219
  }, 
  {
   "total_time": 820, 
   "subtitle": "Ryan Olson is a member of the band Polica. Though he doesn't perform with them live, he put the band together, produces the songs, and co-writes them. I interviewed Ryan in his bedroom studio in Minneapolis. In this episode, he breaks down the song...", 
   "description": "<p>Ryan Olson is a member of the band Polica. Though he doesn't perform with them live, he put the band together, produces the songs, and co-writes them. I interviewed Ryan in his bedroom studio in Minneapolis. In this episode, he breaks down the song Smug, from their 2013 album Shulamith. He also talks about two pieces of equipment that have helped shape the sound of Poliça, and how he was introduced to one of them by Justin Vernon of Bon Iver, and the other by DJ Shadow.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/polia-smug", 
   "guid": "bebd7284dd6c22a30a6fccd38da74d1e", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder9.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 19666499
    }
   ], 
   "title": "Poliça - Smug", 
   "published": 1398946298
  }, 
  {
   "total_time": 856, 
   "subtitle": "Loren Bouchard is the creator of the animated television comedy Bob's Burgers, a series about a family and the restaurant they own and live above, currently in its fourth season on Fox. In addition to being the co-executive producer and showrunner,...", 
   "description": "<p>Loren Bouchard is the creator of the animated television comedy Bob's Burgers, a series about a family and the restaurant they own and live above, currently in its fourth season on Fox. In addition to being the co-executive producer and showrunner, Loren also composed the show's opening theme. I interviewed Loren in his office, where his desk is surrounded by musical instruments. In this episode, he talks about which ones went into the theme, and the emotions he wanted to evoke with each of them. Plus a few thoughts from cast members Jon Benjamin and Eugene Mirman.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/loren-bouchard-bobs-burgers-theme-song", 
   "guid": "6f8204dc4219f503bed8c4f41e920be0", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder8.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20525590
    }
   ], 
   "title": "Loren Bouchard - Bob's Burgers (Theme Song)", 
   "published": 1397540687
  }, 
  {
   "total_time": 908, 
   "subtitle": "Composer Jeff Beal deconstructs the main title theme music to the Netflix original series House of Cards. The show has been nominated for multiple Emmy Awards, including Outstanding Original Main Title Theme and Outstanding Music Composition. The show...", 
   "description": "<p>Composer Jeff Beal deconstructs the main title theme music to the Netflix original series House of Cards. The show has been nominated for multiple Emmy Awards, including Outstanding Original Main Title Theme and Outstanding Music Composition. The show was adapted from a British series of the same name by writer Beau Willimon, and director and executive producer David Fincher. Jeff talks about his collaborative process with Fincher, and how they found the mood and musical palette for the show and its theme, and how it changed from season one to season two. A word of warning: if you haven’t watched the first season, there are spoilers about how that season ends.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/jeff-beal-house-of-cards-title-theme", 
   "guid": "a769dd6af5d82abf7b70cdec16ff3dc7", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder7.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 21789891
    }
   ], 
   "title": "Jeff Beal - House of Cards (Main Title Theme)", 
   "published": 1396352160
  }, 
  {
   "total_time": 776, 
   "subtitle": "Alfred Darlington, better known as Daedelus, takes apart his song Experience. This early track of his is made with only acoustic sounds, but Alfred still considers it a piece of electronic music, and explains why. He also talks about the unexpected...", 
   "description": "<p>Alfred Darlington, better known as Daedelus, takes apart his song Experience. This early track of his is made with only acoustic sounds, but Alfred still considers it a piece of electronic music, and explains why. He also talks about the unexpected life the song has had since he recorded it, after being sampled by Madlib for his collaboration with MF Doom, Madvillain. Experience became the beat for Madvillain’s Accordion, the first song on their highly acclaimed album, and later referenced and resampled by artists like Drake and Kitty (aka Kitty Pryde). Daedelus deconstructs the song and discusses what its legacy means to him.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/daedelus-experience-0", 
   "guid": "8dd5b4566b9a2a521644cd76dd9000a4", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder6.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18815266
    }
   ], 
   "title": "Daedelus - Experience", 
   "published": 1395051965
  }, 
  {
   "total_time": 744, 
   "subtitle": "Alex Brown Church of Sea Wolf breaks down Kasper, a song from the album Old World Romance. He talks about his songwriting process, collaborating with his bandmates, and the evolution that comes with learning the difference between making something...", 
   "description": "<p class=\"p1\">Alex Brown Church of Sea Wolf breaks down Kasper, a song from the album Old World Romance. He talks about his songwriting process, collaborating with his bandmates, and the evolution that comes with learning the difference between making something that's good, and making something that's perfect. </p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/sea-wolf-kasper-0", 
   "guid": "6fe2ddea0eec67cd2ab4b68d3d5c974b", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder5.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18057294
    }
   ], 
   "title": "Sea Wolf - Kasper", 
   "published": 1393676597
  }, 
  {
   "total_time": 716, 
   "subtitle": "Will Wiesenfeld of Baths breaks down his song Miasma Sky, which came out last year on his highly-praised sophomore album Obsidian. Will talks about using the computer to intentionally destroy sounds, trying to find a balance in his music between...", 
   "description": "<p>Will Wiesenfeld of Baths breaks down his song Miasma Sky, which came out last year on his highly-praised sophomore album Obsidian. Will talks about using the computer to intentionally destroy sounds, trying to find a balance in his music between simplicity and complexity, and what went into making his drum tracks. </p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/baths-miasma-sky", 
   "guid": "7edfd77aa47982cfd5cb6ee262ae509c", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder4.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 17383336
    }
   ], 
   "title": "Baths - Miasma Sky", 
   "published": 1392373260
  }, 
  {
   "total_time": 609, 
   "subtitle": "Claire and Jona of the band YACHT deconstruct their brand new single Plastic Soul, a fun pop song about human suffering. They explain how technology inspired them musically as well as lyrically, and how they recycle bits of their old recordings to...", 
   "description": "<p class=\"p1\">Claire and Jona of the band YACHT deconstruct their brand new single Plastic Soul, a fun pop song about human suffering. They explain how technology inspired them musically as well as lyrically, and how they recycle bits of their old recordings to create new songs. </p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/yacht-plastic-soul", 
   "guid": "fe4fa338dbd7bfe86bee46d2bc4a87dd", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder3.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 14615305
    }
   ], 
   "title": "YACHT - Plastic Soul", 
   "published": 1391247900
  }, 
  {
   "total_time": 978, 
   "subtitle": "Jimmy LaValle of The Album Leaf takes apart The Outer Banks, a song he recorded in Iceland with members of Sigur Ros accompanying him. He reveals how the melody of the song was made from a glockenspiel, violin, and Moog synthesizer; and he talks about...", 
   "description": "<p>Jimmy LaValle of The Album Leaf takes apart The Outer Banks, a song he recorded in Iceland with members of Sigur Ros accompanying him. He reveals how the melody of the song was made from a glockenspiel, violin, and Moog synthesizer; and he talks about the importance of letting go of control during the recording process. </p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/the-album-leaf-the-outer-banks", 
   "guid": "e24621b2763dcc8bd1c4dbd6f0a7f9d3", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/2_-_The_Album_Leaf_-_The_Outer_Banks.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 23465379
    }
   ], 
   "title": "The Album Leaf - The Outer Banks", 
   "published": 1389773460
  }, 
  {
   "total_time": 713, 
   "subtitle": "Our first guest on Song Exploder is Jimmy Tamborello, aka Dntel, aka one half of The Postal Service (the other half being Ben Gibbard of Death Cab for Cutie). Jimmy breaks down the song The District Sleeps Alone Tonight, and talks about his...", 
   "description": "<p>Our first guest on Song Exploder is Jimmy Tamborello, aka Dntel, aka one half of The Postal Service (the other half being Ben Gibbard of Death Cab for Cutie). Jimmy breaks down the song The District Sleeps Alone Tonight, and talks about his instruments, his influences, and accidentally making a loop out of Jenny Lewis's backing vocals.</p>", 
   "payment_url": null, 
   "link": "http://songexploder.libsyn.com/song-exploder-episode-1-the-postal-service", 
   "guid": "6f7337316f95e8c108f91c07f269afa7", 
   "enclosures": [
    {
     "url": "http://www.podtrac.com/pts/redirect.mp3/traffic.libsyn.com/songexploder/SongExploder_1.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 17135690
    }
   ], 
   "title": "The Postal Service - The District Sleeps Alone Tonight", 
   "published": 1388565000
  }
 ], 
 "link": "http://www.songexploder.net", 
 "description": "A podcast where musicians take apart their songs, and piece by piece, tell the story of how they were made.", 
 "cover_url": "http://static.libsyn.com/p/assets/d/7/5/5/d755c607c07e7ec9/songexploder-logo.png", 
 "title": "Song Exploder"
}