{
 "paged_feed_next": "http://feeds.soundcloud.com/users/soundcloud:users:62921190/sounds.rss?before=139445929", 
 "description": "The a16z Podcast discusses trends, news, and the future of a world being shaped by technology, especially as ‘software eats the world’. It features industry experts, business leaders, and other interesting thinkers and voices from around the world. This podcast is produced by Andreessen Horowitz (aka “a16z”), a Silicon Valley-based venture capital firm that invests in entrepreneurs building the next great consumer and enterprise companies. Multiple podcasts are released every week and sometimes on weekends; visit a16z.com for more details.", 
 "title": "a16z", 
 "cover_url": "http://i1.sndcdn.com/avatars-000073120599-46q7im-original.jpg", 
 "episodes": [
  {
   "total_time": 2253, 
   "subtitle": "The thing about enterprise security, from the out…", 
   "description": "The thing about enterprise security, from the outside at least, is it reads like a Hollywood thriller. Nation states are after your company’s most valuable assets and they must be stopped at all costs. And yes, some nation state-sponsored hacks have caused tremendous damage. But the best course for most companies isn’t to focus on combatting Mission Impossible-like come through the vent break-ins, says Tanium co-founder Orion Hindawi. It’s the far less sexy practice of simply keeping the virtual windows and doors to your company locked. “It is the thing that will fix you,” Hindawi says. In a conversation from the firm’s Capital Summit event, Ben Horowitz and Orion discuss the state of enterprise security, and how Tanium’s block and tackle -- not cloak and dagger -- approach has defined the company’s technology and also led to its tremendous growth.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-fundamentals-of-security-and-the-story-of-taniums-growth", 
   "guid": "tag:soundcloud,2010:tracks/242959744", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/242959744-a16z-a16z-podcast-the-fundamentals-of-security-and-the-story-of-taniums-growth.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 54075059
    }
   ], 
   "title": "a16z Podcast: The Fundamentals of Security and the Story of Tanium’s Growth", 
   "published": 1453326761
  }, 
  {
   "total_time": 1850, 
   "subtitle": "Smartphone components have become a kind of Lego …", 
   "description": "Smartphone components have become a kind of Lego kit for all kinds of consumer technology. Cameras, sensors, and batteries all get mixed and matched in different permutations to create different gadgets. It might be something that enables your connected home, offers a video capture system for cops, or powers a remote video chat/treat machine for your dog (I know, we all need that). But since practically every component is now available to everyone -- and the manufacturing expertise to tie it all together as well -- it becomes very hard to distinguish via hardware alone. Software is the key to breaking from the pack, say Benedict Evans and Steven Sinofsky in this post-2016 CES podcast. What Benedict and Steven saw and learned from this year’s gathering of the consumer electronics industry in this segment of the a16z Podcast.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-software-is-what-distinguishes-the-hardware-winners", 
   "guid": "tag:soundcloud,2010:tracks/242118822", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/242118822-a16z-a16z-podcast-software-is-what-distinguishes-the-hardware-winners.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 44417067
    }
   ], 
   "title": "a16z Podcast: Software is What Distinguishes the Hardware Winners", 
   "published": 1452878693
  }, 
  {
   "total_time": 1795, 
   "subtitle": "For as long as there has been software we have ha…", 
   "description": "For as long as there has been software we have had this collective hope -- maybe more of a desire -- that software will make all kinds of work easier, more productive, and more creative. Spreadsheets, computer-aided design tools, digital publishing platforms, though never perfect, are examples of software that have definitely changed how we work and what is possible. Still, you find very few people enthusing about Excel over cocktails. So what is going on with Slack? The messaging app crops up in conversation at dinner parties. It’s become a kind of cultural signifier of a tech savvy workforce that is always looking for better ways to connect -- inside and outside of work. In this segment of the podcast we discuss Slack with its founder Stewart Butterfield. Why Slack has resonated so well across all types of people, from engineers at NASA’s Jet Propulsion Lab to dentists, and what that says about how we work today and about our ongoing quest for the perfect tools and services to get the job done. The conversation happened as part of a16z’s Capital Summit.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/nobody-discusses-work-software-outside-of-work-and-then-theres-slack", 
   "guid": "tag:soundcloud,2010:tracks/241806089", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/241806089-a16z-nobody-discusses-work-software-outside-of-work-and-then-theres-slack.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 35906132
    }
   ], 
   "title": "a16z Podcast: Nobody Discusses Work Software Outside of Work -- and Then There’s Slack", 
   "published": 1452713364
  }, 
  {
   "total_time": 710, 
   "subtitle": "In this, world of massive cloud-based application…", 
   "description": "In this, world of massive cloud-based applications and services, rolling out software has moved from an episodic event to an almost continuous release cycle. In that environment, software products aren’t as “done” as they used to be -- they can’t be -- so the focus has shifted to reversibility. Building a development organization with the design tools and processes that can aggressively iterate while also creating safety nets. So if things do get screwy they can be fixed before customers even notice. Call it DevOps or application operations, Steven Sinofsky leads a discussion with Karthik Rau from SignalFx and Alex Solomon from PagerDuty about the evolution of I.T. operations – and the requirements and challenges that modern distributed applications pose for a development organization.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-harnessing-the-devops-movement-dont-go-chasing-waterfalls", 
   "guid": "tag:soundcloud,2010:tracks/241003479", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/241003479-a16z-a16z-podcast-harnessing-the-devops-movement-dont-go-chasing-waterfalls.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 14209348
    }
   ], 
   "title": "a16z Podcast: Harnessing the DevOps Movement -- Don’t Go Chasing Waterfalls", 
   "published": 1452277517
  }, 
  {
   "total_time": 1860, 
   "subtitle": "Every organization these days is clear about the …", 
   "description": "Every organization these days is clear about the need to get its data act together. But that doesn’t mean the path toward data bliss is clear. Data has gravity. It resides in different places at different organizations -- on premise, in the cloud, and flowing from external sources. And the rate of change within organizations is always different. So an approach towards handling data that works for one company may be the exact wrong thing for yours. Steven Sinofsky leads a conversation with three founders -- Prat Moghe, from Cazena; Gaurav Dhillon from SnapLogic, and Roman Stanek from GoodData – about the opportunity and variety of ways forward for companies looking to make the most of the data that matters.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-making-the-most-of-the-data-that-matters", 
   "guid": "tag:soundcloud,2010:tracks/240874178", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/240874178-a16z-a16z-podcast-making-the-most-of-the-data-that-matters.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 37215912
    }
   ], 
   "title": "a16z Podcast: Making the Most of the Data That Matters", 
   "published": 1452202747
  }, 
  {
   "total_time": 2573, 
   "subtitle": "The old constraint when it came to technology was…", 
   "description": "The old constraint when it came to technology was hardware -- how many CPUs can I get my hands on. Today, spinning up compute can be done from any smartphone with an AWS account or something similar. The current constraint is software. And since software is written and operated by people, tackling that constraint comes down to making people as informed, enabled, and efficient as possible. Three CEOs and co-founders of three companies that serve software developers -- Chris Wanstrath from GitHub, Jeff Lawson from Twilio, and Ben Uretsky of Digital Ocean -- take part in a conversation with a16z’s Peter Levine about the needs of software developers. What are the emerging platforms, ecosystems, and tools that help developers succeed at what is increasingly the most important job in any company – writing and running software.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-what-software-developers-and-therefore-every-company-need", 
   "guid": "tag:soundcloud,2010:tracks/240698026", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/240698026-a16z-a16z-podcast-what-software-developers-and-therefore-every-company-need.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 51458916
    }
   ], 
   "title": "a16z Podcast: What Software Developers (and Therefore Every Company) Need", 
   "published": 1452109509
  }, 
  {
   "total_time": 1948, 
   "subtitle": "As software becomes core to every industry, there…", 
   "description": "As software becomes core to every industry, there is a need for more and more software development across practically every department in a company. But as anyone who has tried to get quality software developed knows, that has given rise to a supply and demand problem. Leveraging open source software is a big part of the solution to that problem, but venturing into the open source world raises all sorts of questions for most companies. For example, how do you engage as a company in the open source community; what are your obligations to the project; and if you are hiring a development team what clues ought you to be looking for to get the best developers? And what are the developers looking for? And in the end, who’s responsible and accountable for the all this code flowing around? In a discussion from the firm’s 2015 Tech Summit, Steven Sinofsky digs into all those questions with a panel that includes Roger Dickey, founder and CEO of Gigster, Slack CMO Bill Macaitis, GitHub Director of Field Services Matthew McCullough, and Joel Spolsky, co-founder and CEO of StackOverflow.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-future-of-software-development", 
   "guid": "tag:soundcloud,2010:tracks/240571909", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/240571909-a16z-a16z-podcast-the-future-of-software-development.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 38967683
    }
   ], 
   "title": "a16z Podcast: The Future of Software Development", 
   "published": 1452034504
  }, 
  {
   "total_time": 1673, 
   "subtitle": "Chris Milk calls virtual reality the “ultimate em…", 
   "description": "Chris Milk calls virtual reality the “ultimate empathy machine.” The filmmaker and founder of VR shop Vrse talks with a16z’s Chris Dixon about how virtual reality can connect with people in ways no other medium can. Milk describes the ways virtual reality production veers from the traditional techniques of filmmaking, and why the results can transport people to places and feelings that we’ve never experienced -- except in the real world. The discussion happened as part of a16z’s 2015 Academic Roundtable.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-writing-a-new-language-of-storytelling-with-virtual-reality", 
   "guid": "tag:soundcloud,2010:tracks/238183669", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/238183669-a16z-a16z-podcast-writing-a-new-language-of-storytelling-with-virtual-reality.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 33471520
    }
   ], 
   "title": "a16z Podcast: Writing a New Language of Storytelling with Virtual Reality", 
   "published": 1450479080
  }, 
  {
   "total_time": 1612, 
   "subtitle": "You know how talented Andre Iguodala is as a bask…", 
   "description": "You know how talented Andre Iguodala is as a basketball player. You may not know that he signed with the Warriors in part to be near Silicon Valley and the tech scene. Iguodala knows tech, and in a conversation with a16z's Jeff Jordan at the 2015 Tech Summit he talks about his relationship with tech as a professional athlete and as a businessman.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-andre-iguodala-knows-tech-also-why-the-warriors-wont-be-stopped", 
   "guid": "tag:soundcloud,2010:tracks/238166596", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/238166596-a16z-a16z-podcast-andre-iguodala-knows-tech-also-why-the-warriors-wont-be-stopped.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32250557
    }
   ], 
   "title": "a16z Podcast: Andre Iguodala Knows Tech -- And Why the Warriors Won't Be Stopped", 
   "published": 1450470719
  }, 
  {
   "total_time": 3605, 
   "subtitle": "Mellody Hobson, president of Ariel Investments, s…", 
   "description": "Mellody Hobson, president of Ariel Investments, sits down with Ben Horowitz during a16z's 2015 Tech Summit for a wide ranging conversation on investing, the state of markets, and how Hobson began her career in finance. Oh, and Star Wars! Hobson has a little inside info given that her husband is George Lucas. And for the minuscule number of people who have not seen the new Star Wars pic -- no spoilers here.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-mellody-hobson-and-ben-horowitz-talk-investing-career-and-star-wars", 
   "guid": "tag:soundcloud,2010:tracks/238164236", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/238164236-a16z-a16z-podcast-mellody-hobson-and-ben-horowitz-talk-investing-career-and-star-wars.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 72107144
    }
   ], 
   "title": "a16z Podcast: Mellody Hobson and Ben Horowitz Talk Investing, Career, and Star Wars!", 
   "published": 1450469628
  }, 
  {
   "total_time": 1352, 
   "subtitle": "Benedict Evans highlights the past year in mobile…", 
   "description": "Benedict Evans highlights the past year in mobile. From Apple's ongoing rule of the high-end, to Android's spread farther down the price curve. Without a clear and massive shift on the horizon in mobile tech, Evans outlines the trends in mobile that will matter and that possess opportunity for the right companies and emerging technologies. For a complete rundown of the year's trends check out Evans' 16 Mobile Theses: http://a16z.com/2015/12/18/16-mobile-theses/", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/the-year-in-mobile-with-benedict-evans", 
   "guid": "tag:soundcloud,2010:tracks/238047747", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/238047747-a16z-the-year-in-mobile-with-benedict-evans.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 27050100
    }
   ], 
   "title": "a16z Podcast: The Year Mobile Began to Truly Dominate Tech", 
   "published": 1450395967
  }, 
  {
   "total_time": 2862, 
   "subtitle": "Our virtual reality-enabled future is arriving, b…", 
   "description": "Our virtual reality-enabled future is arriving, but it’s hard to know -- as it is with every new technology platform -- how quickly we’ll all make the transition to VR and what it will ultimately look like. For example, beyond gaming and entertainment what applications does it seem like VR is best suited for, and will we all be wearing full VR-enabled body suits some day? When will the Matrix become real? a16z’s virtual reality-obsessed Kyle Russell and Sakunthala Pandit are joined by perceptual and computational neuroscience expert Beau Cronin, to offer their informed opinions on the present state and future of VR. They give the rationale for travel, shopping, and education getting the VR treatment, and why software developers would kill for a VR-enabled dev environment. So strap your “face toy” on and dive into virtual reality.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-present-state-and-future-possibility-of-virtual-reality", 
   "guid": "tag:soundcloud,2010:tracks/238027553", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/238027553-a16z-a16z-podcast-the-present-state-and-future-possibility-of-virtual-reality.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 57246083
    }
   ], 
   "title": "a16z Podcast: The Present State and Future Possibility of Virtual Reality", 
   "published": 1450386461
  }, 
  {
   "total_time": 2734, 
   "subtitle": "India and China. The two most populous countries …", 
   "description": "India and China. The two most populous countries on the planet are also two of the most tantalizing markets for companies of all size, from startups to conglomerates. But those markets are also intensely, densely competitive: There's a lot of capital, a lot of players, and a whole lot of people. So do local players really have the home-court advantage here? Can they compete with the global players who have unparalleled execution ability and scale? And how does timing and structuring of companies entering those markets matter? Andreessen Horowitz partners Connie Chan and Anu Hariharan discuss these topics and more -- everything from logistics and infrastructure to design and talent -- on this episode of the a16z Podcast. As well as how domains like e-commerce, payments, and ride-sharing are playing out against the incredibly layered sociocultural backdrop of these two countries.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/india-china", 
   "guid": "tag:soundcloud,2010:tracks/237189606", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/237189606-a16z-india-china.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32806497
    }
   ], 
   "title": "a16z Podcast: The Tiger and the Dragon -- On Tech and Startups in India and China", 
   "published": 1449894635
  }, 
  {
   "total_time": 2073, 
   "subtitle": "Our final segment from the road in the U.K. featu…", 
   "description": "Our final segment from the road in the U.K. features two well-known investors and entrepreneurs in the London tech world: Seedcamp co-founder Reshma Sahoni and Shakil Khan (known to all simply as Shak), the founder of CoinDesk and an early investor in Spotify where he also headed up special projects. Reshma and Shak break down the venture scene in London, and describe the particular way the best companies scale in Europe ... it's not what you are probably thinking. Finally, they brag about some European startups we should all be paying attention to.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/scaling-ideas-and-startups-in-the-uk-and-europe", 
   "guid": "tag:soundcloud,2010:tracks/236127912", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/236127912-a16z-scaling-ideas-and-startups-in-the-uk-and-europe.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 41463944
    }
   ], 
   "title": "a16z Podcast: Scaling Ideas and Startups in the U.K. and Europe", 
   "published": 1449272356
  }, 
  {
   "total_time": 1377, 
   "subtitle": "What if you could bring the best version of yours…", 
   "description": "What if you could bring the best version of yourself to everything you do everyday? What if you could get the most out of your mind and brain -- or more scientifically, your \"cognitive performance\" -- without going to those old addictive standbys like coffee or RedBulls? The promise of nootropics or cognitive enhancers is to help us work better and more productively (for example, through more stamina and working memory); stay more awake and alert (without the sudden jolt of coffee); sleep better; and even protect our brains against cognitive impairments or neuro diseases like Alzheimer's. Geoffrey Woo and Michael Brandt, the founders of Nootrobox, believe that nootropics are possible for everyone -- not just for a select or hobbyist fringe of society -- and that part of that mainstreaming will involve a lot of hard science, hard data, and frankly, good user experience and better packaging of raw components ... the same things, in fact, that helped mainstream personal computers from the days of the early hacking at the Homebrew Club to Apple and the world of mass computing today. But how does nootropics move beyond a community movement ... and how does it fit into the context of other trends such as biohacking, quantified self, and more? Is the human body really the next 'platform'? All this and more on this episode of the a16z Podcast.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/nootropics", 
   "guid": "tag:soundcloud,2010:tracks/235996072", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/235996072-a16z-nootropics.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 16523016
    }
   ], 
   "title": "a16z Podcast: Nootropics and the Best Version of Your Brain, Yourself", 
   "published": 1449198015
  }, 
  {
   "total_time": 1991, 
   "subtitle": "The pod continues its U.K. road trip, meeting up …", 
   "description": "The pod continues its U.K. road trip, meeting up with three startup founders -- including one startup accelerator programme -- to discuss the entrepreneurial ecosystem in London and more broadly the U.K. and Europe. Let’s be clear upfront: London is not the center of the universe when it comes to technology. But the diversity of industries and thinking in the British capital brings with it advantages when starting a tech company, say our guests on this segment of the podcast, which includes Michelle You, co-founder of Songkick; co-founder of Lifecake, and former Skype engineer Nick Babaian; and Matt Clifford, co-founder of London-based accelerator Entrepreneur First. So what does it take to build flourishing startup communities?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-building-tech-startups-in-a-place-where-tech-isnt-everything", 
   "guid": "tag:soundcloud,2010:tracks/235656984", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/235656984-a16z-a16z-podcast-building-tech-startups-in-a-place-where-tech-isnt-everything.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 39829202
    }
   ], 
   "title": "a16z Podcast: Building Tech Startups in a Place Where Tech Isn’t Everything", 
   "published": 1449013221
  }, 
  {
   "total_time": 1553, 
   "subtitle": "Brett Hagler was on a trip to Haiti after the 201…", 
   "description": "Brett Hagler was on a trip to Haiti after the 2010 earthquake where he saw too many of those displaced by the natural disaster still living in tattered blue-tarp shelters. What struck Hagler was the need for more permanent housing that could not only offer much needed safety for families, but help foster the community that was split apart following the earthquake. The non-profit startup NewStory is Hagler’s answer to that need. NewStory co-founder Alexandria Lafci joins Hagler on this segment of the a16z Podcast to discuss the startup’s social-media powered approach to giving -- and why even as a non-profit startup they think and act like any other for-profit tech startup looking to make a mark.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-using-social-tools-to-build-homes-for-those-most-in-need", 
   "guid": "tag:soundcloud,2010:tracks/235037758", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/235037758-a16z-a16z-podcast-using-social-tools-to-build-homes-for-those-most-in-need.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18641442
    }
   ], 
   "title": "a16z Podcast: Using Social Tools to Build Homes for Those Most in Need", 
   "published": 1448674824
  }, 
  {
   "total_time": 1179, 
   "subtitle": "The best cooks know cooking a meal is all about h…", 
   "description": "The best cooks know cooking a meal is all about having a plan (and a back-up plan if things go south); get the cooking out of the way, and then you can enjoy your family and friends -- the most important part. But now try doing it for thousands. How can one company be the de facto sous chef for so many? Turns out there's a lot of data science behind it, in everything from procurement to forecasts to logistics: what to cook, what people will like, what ingredients are required, what to produce at scale. In this segment of the a16z Podcast, Gobble's Ooshma Garg suggests that every modern food company is really a tech company (or should be). Is there a science to taste?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/gobble-food-data-science", 
   "guid": "tag:soundcloud,2010:tracks/234682739", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/234682739-a16z-gobble-food-data-science.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 14155695
    }
   ], 
   "title": "a16z Podcast: The Data Science of Food and Taste", 
   "published": 1448472327
  }, 
  {
   "total_time": 1786, 
   "subtitle": "Farmers are among the best hackers in the busines…", 
   "description": "Farmers are among the best hackers in the business. They can fix anything, and are endlessly tweaking their approach to a business that is up against the strongest force on the planet: nature. As adopters of technology, the agriculture industry is both forward-thinking and, at the same time, hard to convince to make a change. For good reason -- you can’t A/B-test an almond orchard. You get one shot a year to grow a crop and make a profit. So whatever technology makes its way into the fields had better work. U.C. Santa Barbara computer science professor Chandra Krintz, Granular CEO and co-founder Sid Gorham, and Fruition Sciences co-founder Thibaut Scholasch join this segment of the a16z Podcast to discuss technologies working down on the farm. Including how sensors monitoring soil elements, water flow in plants, and fertilizer schedules are yielding fruitful data. Given the high stakes -- a planet in the midst of climate change -- what we can all learn from how technology is accepted and implemented in the agriculture industry?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/data-down-on-the-farm", 
   "guid": "tag:soundcloud,2010:tracks/234544857", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/234544857-a16z-data-down-on-the-farm.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 35727977
    }
   ], 
   "title": "a16z Podcast: Data Down on the Farm", 
   "published": 1448394105
  }, 
  {
   "total_time": 1903, 
   "subtitle": "Rob Rhinehart, like most startup entrepreneurs, …", 
   "description": "Rob Rhinehart, like most startup entrepreneurs, was strapped for cash and time as developed his ideas and ultimately a company. What stood out to Rhinehart in that all-consuming and ongoing process was the contrast between all the things in his life that technology had made more convenient and cheaper -- basically everything powered by smartphones -- and what he felt was a process still trapped in our agrarian past: sitting down for a meal. Out of that observation came Soylent -- nutrition in powder or ready-to-drink form, that substituted for Rhinehart the lousy ramen or frozen corn-dog meals he was subsisting on. Better, faster, cheaper -- Soylent has all the trademarks of good tech -- but are we really going to start drinking our meals? Rhinehart joins this segment of the pod along with a16z’s Chris Dixon, who led the firm’s investment in Soylent, to talk about where Soylent might fit into our lives ... and what it means for the future of food as well as earth's resources.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-future-of-food", 
   "guid": "tag:soundcloud,2010:tracks/234433038", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/234433038-a16z-a16z-podcast-the-future-of-food.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 38075863
    }
   ], 
   "title": "a16z Podcast: The Future of Food", 
   "published": 1448327554
  }, 
  {
   "total_time": 2659, 
   "subtitle": "It's hip to be Square right now. Or is it? How do…", 
   "description": "It's hip to be Square right now. Or is it? How do we assess whether it -- and other recent IPOs -- went well, not just for investors but overall? In this episode of the a16z Podcast, Nicole Irvin and Stephen McDermid from our startup corp dev team -- and Andreessen Horowitz managing partner Scott Kupor -- share an internal \"hallway conversation\" of sorts around how to make sense of market reactions to recent IPOs, and more broadly, how to compare private vs. public valuations (and investors). Is there a method to the madness, a formula to compare these from beginning to end? Does it make a difference if you're creating a new category (like SaaS previously) or are in an existing one? Finally, we share views on the somewhat religious debate about whether public is really the new private, growth vs. profitability, and more. Especially as startups are always optimizing for so many competing things at any given time.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/ipos-public-private-valuations", 
   "guid": "tag:soundcloud,2010:tracks/234033916", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/234033916-a16z-ipos-public-private-valuations.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 31910915
    }
   ], 
   "title": "a16z Podcast: On Recent IPOs and Comparing Private vs. Public Valuations", 
   "published": 1448085907
  }, 
  {
   "total_time": 2464, 
   "subtitle": "If the U.K. is to continue its economic march onw…", 
   "description": "If the U.K. is to continue its economic march onward and upward, technology needs to play an increasing role, say Martha Lane Fox (that's Baroness of Soho Lane-Fox in more public settings) and Russell Davies in this segment of the pod ... another one of our on-the-road a16z podcasts from London. But it can't just be the same apps and software solutions that are coming out of Silicon Valley, say these two European tech veterans (Lane Fox is a web entrepreneur and on the boards of multiple tech companies and open data initiatives, while Davies is a writer and digital strategist). The U.K. needs to do things differently to create and maintain an edge against all the tech powers around the globe. Lane Fox and Davies describe what a bright tech future could look like -- a lot more women in the industry, for starters -- and how it might differ from, and compete with, the best around the world.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/london-calling-for-tech-done-in-a-uk-way", 
   "guid": "tag:soundcloud,2010:tracks/233858495", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/233858495-a16z-london-calling-for-tech-done-in-a-uk-way.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 29568671
    }
   ], 
   "title": "a16z Podcast: London Calling for Tech Done in a Different Way", 
   "published": 1447980480
  }, 
  {
   "total_time": 1671, 
   "subtitle": "There are those who would say that Aubrey de Grey…", 
   "description": "There are those who would say that Aubrey de Grey is out to cure death, but what this former artificial intelligence specialist turned gerontologist is really focused on is health -- and the side effect of health is living a lot longer. In this segment of the a16z podcast we talk with Aubrey de Grey on the subject of aging and health, and how his training as a computer scientist helped him approach the problem in a different way from traditional biologists. The intersection of software and biology, and how this “troublemaker” from the computer science world is trying to keep us all healthy for a very, very long time.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/defeating-aging", 
   "guid": "tag:soundcloud,2010:tracks/233842083", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/233842083-a16z-defeating-aging.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 33419797
    }
   ], 
   "title": "a16z Podcast: Defeating Aging with Aubrey de Grey", 
   "published": 1447972606
  }, 
  {
   "total_time": 2498, 
   "subtitle": "The title of world's financial capital bounces ba…", 
   "description": "The title of world's financial capital bounces back and forth between London and New York. This year London has bragging rights, but does being the word's center of gravity for finance mean so-called \"fintech\" companies will naturally flow from that position? London-based investor Eileen Burbidge joins a16z's Alex Rampell to pick apart fintech in this segment of the podcast recorded on our U.K. road trip. Everything from the term (please make it go away), to the particular barriers and opportunities facing entrepreneurs looking to create what really amounts to better banks.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/fintech-from-the-worlds-financial-capital", 
   "guid": "tag:soundcloud,2010:tracks/233533202", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/233533202-a16z-fintech-from-the-worlds-financial-capital.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 29977749
    }
   ], 
   "title": "a16z Podcast: Fintech from the World's Financial Capital -- London", 
   "published": 1447802087
  }, 
  {
   "total_time": 2502, 
   "subtitle": "What is A.I. or artificial intelligence but the '…", 
   "description": "What is A.I. or artificial intelligence but the 'space of possible minds', argues Murray Shanahan, scientific advisor on the movie Ex Machina and Professor of Cognitive Robotics at Imperial College London. In this special episode of the a16z Podcast brought to you on the ground from London, Shanahan -- along with journalist-turned-entrepreneur Azeem Azhar (who also curates The Exponential View newsletter on AI and more) and The Economist Deputy Editor Tom Standage (the author of several tech history books) -- we discuss the past, present, and future of A.I. ... as well as how it fits (or doesn't fit) with machine learning and deep learning. But where are we now in the A.I. evolution? What players do we think will lead, if not win, the current race? And how should we think about issues such as ethics and automation of jobs without descending into obvious extremes? All this and more, including a surprise easter egg in Ex Machina shared by Shanahan, whose work influenced the movie.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/artificial-intelligence", 
   "guid": "tag:soundcloud,2010:tracks/233146720", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/233146720-a16z-artificial-intelligence.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 30022889
    }
   ], 
   "title": "a16z Podcast: Artificial Intelligence and the 'Space of Possible Minds'", 
   "published": 1447586737
  }, 
  {
   "total_time": 2644, 
   "subtitle": "Quantum computing. The dream of the 1980s is aliv…", 
   "description": "Quantum computing. The dream of the 1980s is alive in 2015. But this time is different, for a number of reasons. Who are the players, what are the stakes right now? What are the applications, beyond cryptography? And, what's the point of it all -- are the benefits of quantum computing truly going to be a difference of kind vs. of degree? And if so, how will it change what we already know about computers, from languages to coding to UIs to everything? While it's counterintuitive for us to imagine something so infinitismally small, Ilyas Khan of Cambridge Quantum Computing helps us make the quantum leap in our minds ... in this special edition of the a16z Podcast, brought to you from London.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/quantum-computing", 
   "guid": "tag:soundcloud,2010:tracks/232708926", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/232708926-a16z-quantum-computing.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 31732237
    }
   ], 
   "title": "a16z Podcast: Quantum Computing", 
   "published": 1447312044
  }, 
  {
   "total_time": 2715, 
   "subtitle": "Blockchain without bitcoin? It's a debate as old …", 
   "description": "Blockchain without bitcoin? It's a debate as old as the cryptocurrency itself (which, to be honest, isn't that old). Given that bitcoin is not just a digital bearer instrument/token but is a network, a distributed ledger, a protocol, the question of separating blockchain from bitcoin isn't a moot one. Especially when you think of it analogously to voice over IP, but for financial services. So what is the financial services industry doing with this \"money over IP\"? Clearly many large business players are paying attention and trying to get ahead of disruption, by asking themselves exactly what their bitcoin/blockchain strategy is. Adam Ludwin shares what's happening here from his perspective as founder of Chain, an enterprise blockchain platform that partners with financial institutions to help them apply the technology to their markets. In this episode of the a16z Podcast, Ludwin covers what it's like merging the cultures of finance and tech; what's driving the recent bitcoin prices; why he believes in blockchain beyond bitcoin; whether there can be such a thing as private or permissioned blockchains; definitions of newer concepts like 'colored coins' and 'sidechains'; and more. Oh and what are the most interesting native apps, too.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/blockchain-bitcoin", 
   "guid": "tag:soundcloud,2010:tracks/232543130", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/232543130-a16z-blockchain-bitcoin.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32577351
    }
   ], 
   "title": "a16z Podcast: Blockchain vs/and Bitcoin", 
   "published": 1447215962
  }, 
  {
   "total_time": 3055, 
   "subtitle": "What began as a scientific approach to creating a…", 
   "description": "What began as a scientific approach to creating and managing startups has now become a worldwide movement for companies of all sizes -- and for creating (or rather rediscovering) entrepreneurs in all places. Not just inside startups, not just for software, and not just inside Silicon Valley. It's about unlocking human creativity everywhere. Perhaps even reinventing the firm. As utopian as that sounds, Eric Ries -- who pioneered the lean startup movement and wrote the definitive book on it -- argues the case in this episode of the a16z Podcast. But has it become too much of a religion? One where people apply the letter of, but not the spirit, behind lean startup principles? Ries, who recently crowdsourced a leader's guide for practitioners to test and evolve the very concepts he first published 5 years ago, shares lessons learned -- as well as the true meaning of overused terms like 'MVP' and 'pivot'. Ultimately, lean startups are about how to make decisions and build new products under conditions of high uncertainty. Without having to chisel the principles into stone tablets.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/lean-startups", 
   "guid": "tag:soundcloud,2010:tracks/231916213", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/231916213-a16z-lean-startups.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 36666872
    }
   ], 
   "title": "a16z Podcast: Beyond Lean Startups", 
   "published": 1446856205
  }, 
  {
   "total_time": 3080, 
   "subtitle": "There's a \"game\" being played right now among law…", 
   "description": "There's a \"game\" being played right now among lawmakers and tech companies around policy issues, and as tech touches everything, everyone has to play some version of it. Even if the game keeps changing. Even if they don't want to. Or do they? What if the game could be reinvented in a way that respects, but doesn't reinforce, an entrenched system -- especially given newer ways of engaging? Part of the problem is that only big companies can afford to play the game, argues Julie Samuels, executive director at Engine (which does research, analysis, and advocacy for tech entrepreneurship): \"Bad policy is bad policy because it's bad policy. But the big companies can afford bad policy.\" Joining Samuels in this a16z Podcast discussion about the evolution of policy and tech is Techdirt's Mike Masnick (who also founded the \"digital-native think tank\" The Copia Institute). They end by giving us a whirlwind tour of current policy issues in tech -- from patents and IP in China to cybersecurity, privacy, and Safe Harbor in Europe ... And the gig economy, talent, and immigration. All in just under 60 minutes.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/policy-tech-issues-whirl", 
   "guid": "tag:soundcloud,2010:tracks/231432756", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/231432756-a16z-policy-tech-issues-whirl.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 36961847
    }
   ], 
   "title": "a16z Podcast: A Whirlwind Tour of Policy Issues in Tech", 
   "published": 1446591312
  }, 
  {
   "total_time": 2320, 
   "subtitle": "Telepresence. It's an ugly, outdated word for an …", 
   "description": "Telepresence. It's an ugly, outdated word for an attractive and current/ emerging phenomenon where people can work from anywhere, anytime. It's technology for the way we work today. But is it as easy as adding good tech to a constantly evolving problem? What about etiquette? And design uber alles? And finally ... why does telepresence even matter? Well, if you can't hire talent locally, you can hire them remotely. That constraint is the easier of all the other requirements to relax. Or so argue the guests on this episode of the a16z Podcast: Scott Hassan, president and CEO of Suitable Technologies, maker of the popular Beam robots and formerly founder of Willow Garage and eGroups (now Yahoo Groups) as well as key software architect and developer of Google, Alexa Internet, and the Stanford Digital Library; Shan Sinha, formerly of DocVerse (acquired by Google) and co-founder and CEO of Highfive, video and web conferencing for everyone; and Craig Walker, formerly of Google and Yahoo Voice, now co-founder and CEO of Switch -- makers of Uberconference and other products for cloud-based enterprises looking to update their communications.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/telepresence", 
   "guid": "tag:soundcloud,2010:tracks/231410687", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/231410687-a16z-telepresence.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 27840515
    }
   ], 
   "title": "a16z Podcast: Telepresence and Tech for a Distributed Workforce", 
   "published": 1446582173
  }, 
  {
   "total_time": 1295, 
   "subtitle": "\"The most boring yet valuable podcast in a16z his…", 
   "description": "\"The most boring yet valuable podcast in a16z history\" -- he (our guest Joe Grundfest) said it, not we! That’s because in this episode of the a16z Podcast, Stanford law professor and former SEC commissioner Grundfest -- and securities litigation lawyer Nicki Locker of Wilson Sonsini Goodrich & Rosati -- discuss not just the importance, but the almost literary balance (\"somewhere between haiku and Tolstoy\") behind doing board meeting minutes just right. Yes, that's right: this is a podcast all about board minutes. But it is arguably the most \"valuable litigation insurance you can buy for free” ... especially if you learn to create a record that can survive an attack by a conspiracy theorist.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/board-minutes", 
   "guid": "tag:soundcloud,2010:tracks/231288600", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/231288600-a16z-board-minutes.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 15539663
    }
   ], 
   "title": "a16z Podcast: 'The Most Boring Yet Valuable' 20 Minutes, All About Board Minutes", 
   "published": 1446511634
  }, 
  {
   "total_time": 1349, 
   "subtitle": "It's easy to argue for \"choosing possibility\" whe…", 
   "description": "It's easy to argue for \"choosing possibility\" when it comes to addressing diversity and inclusion in tech when certain people have access to networks and others don't. BoardList -- more of a talent marketplace than a \"list\" per se -- is an effort to address part of that issue, bringing more qualified women onto the boards of tech companies. But isn't it risky for startup CEOs to add unknowns onto their boards (and what's the purpose of those boards, anyway?) Does it take away seats from others including the company's investors? In this segment of the a16z Podcast, serial entrepreneur and BoardList founder Sukhinder Singh Cassidy and Silicon Valley Bank's John China discuss these issues and more -- including how boards (and especially common stock in startup boards) are one way to immediately start changing things.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/board-networks", 
   "guid": "tag:soundcloud,2010:tracks/230670132", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/230670132-a16z-board-networks.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 16193246
    }
   ], 
   "title": "a16z Podcast: Boards and the Power of Networks", 
   "published": 1446145132
  }, 
  {
   "total_time": 2202, 
   "subtitle": "Disruption is such an overused buzzword. But the …", 
   "description": "Disruption is such an overused buzzword. But the word itself does have meaning: As defined by the Oxford and Merriam-Webster dictionaries, it is a \"disturbance...that interrupts an event, activity, or process\" and that causes something \"to be unable to continue in the normal way\". It's also the name for an influential theory about innovation first coined by Clayton Christensen in a 1995 article and later publicized through his 1997 book, The Innovator's Dilemma. But that was nearly two decades ago! Not only has the concept been much misunderstood and mangled since then, surely it's changed given the advent of new tech and business models today? Is it still relevant, given cases that seemingly defy the theory and its application? Are we at risk of overfitting this \"verbally inflated\" term to everything, and in doing so, are we missing what disruption theory really says -- and doesn't? Michael Raynor, co-author of the followup book on disruptive innovation with Christensen -- and author of another book that later tested the predictive power of the theory -- joins this episode of the a16z Podcast to answer these questions and more. He also hints at some nuggets from an upcoming article in Harvard Business Review with Christensen and others that addresses the latest formulations of this theory of innovation.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/what-disruption-is-and-is-not", 
   "guid": "tag:soundcloud,2010:tracks/229931236", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/229931236-a16z-what-disruption-is-and-is-not.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 26424260
    }
   ], 
   "title": "a16z Podcast: Holy Non Sequiturs, Batman: What Disruption Theory Is ... and Isn't", 
   "published": 1445725317
  }, 
  {
   "total_time": 1333, 
   "subtitle": "Technology is a progression of new ideas and new …", 
   "description": "Technology is a progression of new ideas and new platforms gobbling up the one that came before. In the world of computers we went from mainframes to mini computers to PCs. And then came the mobile phone, which, in the form of the smartphone, has dwarfed them all. But what does that to mobile? When you have already gotten to everybody on earth, what comes along that is 10X the size? a16z’s Benedict Evans and Steven Sinofsky offer their thoughts on where technology is today, why the perfection of the current crop of PCs signals the category’s collapse, and what happens after the smartphone.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/what-comes-after-the-smartphone", 
   "guid": "tag:soundcloud,2010:tracks/229629455", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/229629455-a16z-what-comes-after-the-smartphone.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 26676548
    }
   ], 
   "title": "a16z Podcast: What Comes After the Smartphone", 
   "published": 1445546969
  }, 
  {
   "total_time": 1724, 
   "subtitle": "This special episode of the a16z Podcast is based…", 
   "description": "This special episode of the a16z Podcast is based on a Q&A from an early screening we hosted of OWN (Oprah Winfrey Network)'s \"Belief\", which just premiered and airs over seven consecutive nights. This week-long documentary series depicts how people -- with a wide range of faiths and spiritual practices around the world -- search for deeper meaning and connection with the world around them. But ultimately, it's about the rituals, stories, and relationships that bind us all together as human beings. The Q&A features Oprah Winfrey interviewed by Ben -- or being interviewed by Oprah, depending on how you look at it (and getting schooled in how to do so!) -- as well as one of the series guests, Resham Thakkar, joining them onstage from the audience.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/oprah-winfey-belief", 
   "guid": "tag:soundcloud,2010:tracks/228715793", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/228715793-a16z-oprah-winfey-belief.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 34494997
    }
   ], 
   "title": "a16z Podcast: Belief -- An Interview with Oprah Winfrey", 
   "published": 1445025308
  }, 
  {
   "total_time": 2149, 
   "subtitle": "We just witnessed the largest acquisition in tech…", 
   "description": "We just witnessed the largest acquisition in tech history, and before Dell made it happen, it would have been hard to imagine. Not so much that the two companies would come together, but that the much smaller Dell would be buying its larger peer EMC. If he imagined anyone doing the acquisition it would have been EMC, says a16z’s Peter Levine, but the realities of being a public company and the pressure of activist shareholders are what made this an “upside down acquisition.” “Dell was able to do this deal because they were a private company and had no activists,” Levine says. “EMC could only do this deal because they had activists.” Levine is joined on this segment of the a16z podcast by Actifio Founder and CEO Ash Ashutosh, and Cumulus Networks Co-founder and CEO JR Rivers in a conversation examining the Dell/EMC deal. What were the technological forces that brought these two companies together, and what does that say about the future of enterprise technology and the people who buy it? Finally, what role did the public and private markets play in this deal, and what will Michael Dell need to do to pull it off?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/dell-emc-why-the-python-just-ate-the-cow", 
   "guid": "tag:soundcloud,2010:tracks/228713508", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/228713508-a16z-dell-emc-why-the-python-just-ate-the-cow.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 42980091
    }
   ], 
   "title": "a16z Podcast: Dell + EMC -- Why the Python Just Ate the Cow", 
   "published": 1445024251
  }, 
  {
   "total_time": 2553, 
   "subtitle": "The place where Apache Spark was born, UC Berkele…", 
   "description": "The place where Apache Spark was born, UC Berkeley’s AMPLab has not just created a major open source software platform, it’s spun out more than its share of ground-breaking companies (full disclosure: a16z has invested in three of them). So how did they get there? How has open source and the AMPLab approach reduced the friction between student and faculty ideas and launching them into the real world? Co-founder and director of the AMPLab, Michael Franklin, joins a16z’s Peter Levine to discuss the AMPLab model, and their own relationship as an academic and an investor. Haoyuan Li also joins the discussion -- which was part of our 2015 Academic Roundtable -- to offer another perspective. Li’s company, Tachyon Nexus, came out of work he did as a student in the AMPLab and the resulting open source project. Li describes his struggles and victories in making the transition from student to founder and leader of a company.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/the-power-of-open-source-systems-software", 
   "guid": "tag:soundcloud,2010:tracks/228435963", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/228435963-a16z-the-power-of-open-source-systems-software.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 51063944
    }
   ], 
   "title": "a16z Podcast: AMPLab, the Power of Open Source, and the Future of Systems Software", 
   "published": 1444863431
  }, 
  {
   "total_time": 2769, 
   "subtitle": "Getting denied another round of NSF funding in t…", 
   "description": "Getting denied another round of NSF funding in the early days of Mosaic turned out to be a huge catalyst to start a company around the fledgling web browser, says Marc Andreessen. That company was Netscape. Andreessen was still at the University of Illinois at the time, and he wanted the NSF money to help build what amounted to a customer support team. That wasn’t the NSF’s business. Since Andreessen’s Mosaic days, calibrating the interplay between academia, government, and the private sector has gotten, if not easier, less exotic -- with schools like UC Berkeley and Stanford setting the standard for providing students and faculty with a clear path forward. From picking the right classes, to picking the right institution from which to turn research into a company, Andreessen and Chris Dixon discuss the role academia plays in the startup world in this segment of the a16z Podcast. This discussion was part of the firm’s 2015 Academic Roundtable.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-role-of-academia-in-the-startup-world", 
   "guid": "tag:soundcloud,2010:tracks/228283643", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/228283643-a16z-a16z-podcast-the-role-of-academia-in-the-startup-world.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 55388255
    }
   ], 
   "title": "a16z Podcast: The Role of Academia in the Startup World", 
   "published": 1444777400
  }, 
  {
   "total_time": 985, 
   "subtitle": "There is a stream of the world's largest companie…", 
   "description": "There is a stream of the world's largest companies coming to Silicon Valley looking for innovation. But how do they find it, and then, how do they bring it back home? a16z's Elizabeth Weil joins this segment of the pod to lay out what the Fortune 500 and Global 2000 are looking for in Silicon Valley's startup landscape, and how both sides -- big companies and small -- can initiate and nurture profitable relationships.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/how-big-companies-get-the-most-from-silicon-valley", 
   "guid": "tag:soundcloud,2010:tracks/227597286", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/227597286-a16z-how-big-companies-get-the-most-from-silicon-valley.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 23652227
    }
   ], 
   "title": "a16z Podcast: How Big Companies Can Get the Most From Silicon Valley", 
   "published": 1444367707
  }, 
  {
   "total_time": 1441, 
   "subtitle": "It used to be the case for large, global organiza…", 
   "description": "It used to be the case for large, global organizations that innovation would simply arrive -- brought every year or every quarter by the technology vendors they did business with. That slow moving, upgrade-cycle cadence no longer exists, says Chris Curran, chief technologist at PwC. And the companies that benefited from it, what Curran calls \"slow tech\" companies, need to learn from what has become a \"fast-tech\" world -- the tech environment of devops, open source, big data and mobile. But how to pull it off? In this segment of the pod Curran offers slow-tech companies a guide to embracing the people, culture and technologies of fast tech, and the reasons the fast-tech crowd should take a harder look at the companies and industries they might have dismissed as too lumbering.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-slow-tech-companies-navigating-in-a-fast-tech-world", 
   "guid": "tag:soundcloud,2010:tracks/227393297", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/227393297-a16z-a16z-podcast-slow-tech-companies-navigating-in-a-fast-tech-world.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 28832695
    }
   ], 
   "title": "a16z Podcast: Slow-Tech Companies Navigating in a Fast-Tech World", 
   "published": 1444253575
  }, 
  {
   "total_time": 2115, 
   "subtitle": "Mention Patrick Byrne, the founder and CEO of Ove…", 
   "description": "Mention Patrick Byrne, the founder and CEO of Overstock.com, and you’ll elicit a strong opinion. In 2004, one hedge fund manager labeled Byrne the most hated man on Wall Street -- a label he wears proudly. Byrne started Overstock.com in 1999, and the online retailer has been through a lot of change in the intervening years. At the outset, Byrne didn’t want Overstock to be a technology company trying to get retail right, he wanted to be a retail company that was amplified by technology. Looking back, he says, he had the emphasis wrong -- it should have been on technology. Byrne has been focused on the technology side of things ever since, pushing Overstock further into the cloud, as well as becoming the first major online merchant to accept Bitcoin. Byrne joins this segment of the a16z Podcast to discuss the state of online retail, value investing in tech, and why he believes Bitcoin and the crypto revolution is bigger than the Internet.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-wall-streets-most-hated-man-a-conversation-with-overstockcoms-patrick-byrne", 
   "guid": "tag:soundcloud,2010:tracks/227242741", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/227242741-a16z-a16z-podcast-wall-streets-most-hated-man-a-conversation-with-overstockcoms-patrick-byrne.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 42308744
    }
   ], 
   "title": "a16z Podcast: Wall Street's Most Hated Man -- A Conversation With Overstock.com's Patrick Byrne", 
   "published": 1444172624
  }, 
  {
   "total_time": 1974, 
   "subtitle": "Podcasts and podcasting have been around a while,…", 
   "description": "Podcasts and podcasting have been around a while, but seem to be going through a renaissance of sorts -- partly enabled by connected cars and other technologies. But how do we discover podcasts; is the ideal atomic unit the show, or an individual episode/topic? What makes a good podcast? And given their intimacy, how can brands and communities engage with podcasts? We discuss this and more in this oh-so-meta episode of the a16z Podcast-about-podcasts. And to help us do that, we invited longtime podcaster and radio host Roman Mars -- of the highly regarded design show 99% Invisible -- as well as fans (and now curators of) podcasts, Ryan Hoover and Erik Torenberg of Product Hunt. [Along with, of course, your a16z Podcast producers and hosts Sonal Chokshi and Michael Copeland.]", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/podcast-about-podcasts", 
   "guid": "tag:soundcloud,2010:tracks/226879500", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/226879500-a16z-podcast-about-podcasts.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 23688926
    }
   ], 
   "title": "a16z Podcast: A Podcast about Podcasts", 
   "published": 1443978828
  }, 
  {
   "total_time": 2323, 
   "subtitle": "Financial services are overdue for an overhaul. W…", 
   "description": "Financial services are overdue for an overhaul. With a16z's newest general partner, Alex Rampell (who just officially started), this segment of the podcast explores the world of fintech... How software backed up by data is being brought to bear on lending, insurance, and the science (oftentimes art) of underwriting risk. We also get a taste of what life was like for Rampell running a successful internet business out of his bedroom -- an experience that would lead him toward the world of monetization/ payments and eventually co-founding numerous startups.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/alex_rampell", 
   "guid": "tag:soundcloud,2010:tracks/226646019", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/226646019-a16z-alex_rampell.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 46470573
    }
   ], 
   "title": "a16z Podcast: Money, Risk, and Software", 
   "published": 1443821514
  }, 
  {
   "total_time": 1495, 
   "subtitle": "Apple included support for ad blocking in its rec…", 
   "description": "Apple included support for ad blocking in its recent iOS 9 update, and for many that prompted discussions around an age-old question: Is traditional advertising a viable business model for content -- and if it isn’t, what has a shot at replacing it? In this segment of the a16z Podcast [and one of our first podcasts 'by request'], Chris Dixon (who led our BuzzFeed investment and has previously shared his thoughts on the topic) and Benedict Evans (who has also been an independent content site producer himself and has shared some of his thoughts on the topic) discuss the future of advertising; why micropayments have been mostly a non-starter until now; the chicken-egg issue; and which alternative forms of advertising -- native ads, for example -- are showing promise. Finally, why quality media outlets will do extremely well once the industry comes out on the other side of this wrenching transitional period.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/avertising-in-the-age-of-ad-blockers", 
   "guid": "tag:soundcloud,2010:tracks/225571829", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/225571829-a16z-avertising-in-the-age-of-ad-blockers.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 29902671
    }
   ], 
   "title": "a16z Podcast: Advertising vs. Micropayments in the Age of Ad Blockers", 
   "published": 1443209714
  }, 
  {
   "total_time": 2141, 
   "subtitle": "There is increasing interest among companies -- s…", 
   "description": "There is increasing interest among companies -- small and large -- in putting together technical advisory boards. It sounds pretty straightforward: get some senior technical experts to help with the technical speed bumps. But if that is all your technical advisory board is, you are missing out. Built and utilized correctly, a technical advisory board can be a huge advantage when it comes to mapping out a long-term strategic plan, finding talent, and building a great engineering culture. On this segment of the a16z Podcast we break down the right way to build a technical advisory board; what you should expect from the board (and just as important, what you shouldn’t). And for those looking to serve on a technical advisory board, the reasons to do it, as well as the things to consider before committing. This conversation was recorded as part of an event featuring four technical experts: Arnie Goldberg from PayPal; Purnima Padmanabhan, former CEO of Cavirin; Alex Roetter, SVP of Engineering at Twitter; and a16z General Partner Peter Levine.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/building-the-right-technical-advisory-board", 
   "guid": "tag:soundcloud,2010:tracks/224955808", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/224955808-a16z-building-the-right-technical-advisory-board.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 42834851
    }
   ], 
   "title": "a16z Podcast: Building the Right Technical Advisory Board", 
   "published": 1442876248
  }, 
  {
   "total_time": 1371, 
   "subtitle": "The internet as it has evolved in the United Stat…", 
   "description": "The internet as it has evolved in the United States is perhaps the best example of “permissionless innovation” -- the idea that you can innovate without first waiting for permission or clearance. And so academics, entrepreneurs, and people took up the internet, developed technologies over it, and in the process created fantastically valuable companies that are now household names around the world. But such innovation hasn't happened outside the U.S., argues Adam Thierer -- research fellow with the Technology Policy Program at the Mercatus Center at George Mason University -- because other regions have reversed the model of \"innovate first, regulate later\" (or rather, regulate only as necessary and if not already covered by existing laws). Thierer, who has also authored a book on Permissionless Innovation, joins this segment of the a16z podcast to discuss \"technopanic\" cycles; emerging areas of interest; and where \"best practices\" help ... or hurt when it comes to soft regulation.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/permissionless-innovation", 
   "guid": "tag:soundcloud,2010:tracks/224319213", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/224319213-a16z-permissionless-innovation.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32925279
    }
   ], 
   "title": "a16z Podcast: Making the Case for Permissionless Innovation", 
   "published": 1442512318
  }, 
  {
   "total_time": 1961, 
   "subtitle": "Legendary investor Charlie Munger (Warren Buffett…", 
   "description": "Legendary investor Charlie Munger (Warren Buffett's financial partner and vice chairman of Berkshire Hathaway) invokes a set of interdisciplinary \"mental models\" involving economics, business, psychology, ethics, and management to keep emotions out of his investments and avoid the common pitfalls of bad judgment. In a new book focused on lessons learned from Munger, Tren Griffin (who works at Microsoft and has long focused on lessons learned from many investors) shares insights on decision making and the psychology of human judgment -- especially as it applies to investing and risk. But Griffin believes that these lessons can be applied to all of us in our daily lives, not just by investors. (He also argues that investing may be one of the last liberal arts). So how then do we channel our inner Munger? In this episode of the a16z Podcast, we discuss how to think about thinking; why the best investors and business leaders spend more time on what they DON’T know; and how the best way to be smart is to ... not be stupid.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/best-way-to-be-smart", 
   "guid": "tag:soundcloud,2010:tracks/223450967", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/223450967-a16z-best-way-to-be-smart.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 39235177
    }
   ], 
   "title": "a16z Podcast: The Best Way To Be Smart ... Is To Not Be Stupid", 
   "published": 1442010838
  }, 
  {
   "total_time": 1608, 
   "subtitle": "Apple has once again shown it absolutely dominate…", 
   "description": "Apple has once again shown it absolutely dominates the high-end for smartphones, and no other company is likely to knock it from its perch in the near term, says a16z's Benedict Evans. But does it control the future of TV? Not yet. Evans breaks down the latest Apple event, filled with iPhones, iPads and Apple TV, in this segment of the a16z Podcast. Why the \"3D Touch\" Apple is featuring on its 6S phones is something only Apple could have pulled off, and why its latest iPad -- the Pro -- creeps into the PC market.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-apple-has-lock-on-luxury-smartphones-but-not-business-of-tv", 
   "guid": "tag:soundcloud,2010:tracks/223280595", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/223280595-a16z-a16z-podcast-apple-has-lock-on-luxury-smartphones-but-not-business-of-tv.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32161218
    }
   ], 
   "title": "a16z Podcast: Apple Has Lock on Luxury Smartphones, But Not Business of TV", 
   "published": 1441917304
  }, 
  {
   "total_time": 454, 
   "subtitle": "South Central Los Angeles -- which includes Watts…", 
   "description": "South Central Los Angeles -- which includes Watts and Compton -- in many ways still hasn’t recovered from the Rodney King riots of 1992. In South Central L.A. there isn’t the same opportunity found elsewhere in L.A. When Oscar Menjivar returned as an adult to his South Central community, what he found were too many teens facing options that went from bad to worse. He decided to attack the lack of possibilities through coding.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-code-and-culture-in-south-central-los-angeles", 
   "guid": "tag:soundcloud,2010:tracks/222781842", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/222781842-a16z-a16z-podcast-code-and-culture-in-south-central-los-angeles.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 9097185
    }
   ], 
   "title": "a16z Podcast: Code and Culture in South Central Los Angeles", 
   "published": 1441649330
  }, 
  {
   "total_time": 2838, 
   "subtitle": "Many of the most successful companies have their …", 
   "description": "Many of the most successful companies have their foundations in university labs -- from data science to the web browser itself. Yet the process of moving from research project to successful startup isn't always straightforward. With the goal of smoothing this process and continuing to bridge entrepreneurs across academia and industry, we began the a16z Professor-in-Residence program just last year. And this year's newly anointed Andreessen Horowitz Distinguished Visiting Professor of Computer Science is Dan Boneh, Professor of Computer Science and Electrical Engineering at Stanford University as well as Co-director of the Stanford Computer Security Lab. In this episode of the a16z Podcast, we sit down with Boneh to chat about applied vs. theoretical math and computer science; what's missing and what's next with \"usable\" security (including various authentication approaches); and current and future trends in cryptography, bitcoin, and more. Boneh also shares his thoughts on MOOCs (massive open online courses) as the \"21st century version of the textbook\". Oh, and on when quantum computing will finally happen... and why we should (and shouldn't!) freak out about it. Yet.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/dan-boneh-a16z-professor-in-residence", 
   "guid": "tag:soundcloud,2010:tracks/222416472", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/222416472-a16z-dan-boneh-a16z-professor-in-residence.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 56770655
    }
   ], 
   "title": "a16z Podcast: Crypto, Security, CS, Quantum Computing, and More with Our New Professor-in-Residence", 
   "published": 1441416725
  }, 
  {
   "total_time": 1614, 
   "subtitle": "a16z’s Chris Dixon and Mike Hearn talked about al…", 
   "description": "a16z’s Chris Dixon and Mike Hearn talked about all things bitcoin on the a16z Podcast a couple months ago, including an issue that has bitcoin developers on edge these days: the question of how best to scale the bitcoin blockchain before capacity runs out. Hearn and others offered a solution (Bitcoin XT) -- in the parlance, a “hard fork” -- and quite frankly, not everyone in the bitcoin community is in favor of this approach yet. Which we heard about from various online quarters! So in the interest of airing diverse opinions and other options for solving bitcoin’s scaling problem, we invited two more experts from the bitcoin world, Adam Back and Alex Morcos, to share their views on the topic. A well-known applied cryptographer whose longtime focus has been digital currency, Back invented hashcash, a proof-of-work system used in bitcoin mining. He’s also the cofounder of Blockstream (which, full disclosure, may also have interests in the outcomes of this debate). Morcos is the founder of Chaincode Labs, based in New York City, and was a co-founder of quantitative trading company Hudson River Trading.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/hard-forks-hard-choices-for-bitcoin", 
   "guid": "tag:soundcloud,2010:tracks/222092235", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/222092235-a16z-hard-forks-hard-choices-for-bitcoin.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32290785
    }
   ], 
   "title": "a16z Podcast: Hard Forks, Hard Choices for Bitcoin", 
   "published": 1441235519
  }, 
  {
   "total_time": 2245, 
   "subtitle": "Can digital work fight poverty? Can companies be …", 
   "description": "Can digital work fight poverty? Can companies be profitable and also do social good -- especially in a society where the proxy for value is capital and much of that value accrues to platforms? And finally, what's the difference between a mission-driven and 'social' entrepreneur? Samasource, a nonprofit that uses technology to connect marginalized people around the world to digital work, is one attempt at answering those questions. In this segment of the a16z Podcast, we talk with founder and CEO Leila Janah about employment of all kinds -- from sweatshop work to the gig economy to remote work. Janah also argues what the nonprofit world should borrow from for-profit startups -- including attitudes around failure and better measures of success.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/digital-work", 
   "guid": "tag:soundcloud,2010:tracks/221763147", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/221763147-a16z-digital-work.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 44911585
    }
   ], 
   "title": "a16z Podcast: Connecting People with Digital Work, the Gig Economy, and More", 
   "published": 1441058284
  }, 
  {
   "total_time": 2437, 
   "subtitle": "Longtime New York Times technology and science wr…", 
   "description": "Longtime New York Times technology and science writer John Markoff joins the a16z Podcast to discuss our changing relationship with technology and machines ... as well as the changing nature of Silicon Valley itself (where Markoff grew up). Jumping off from the themes of Markoff’s new book, Machines of Loving Grace: The Quest for Common Ground Between Humans and Robots, we explore the future of human and robot work; hear about chatbots that keep kids enthralled during \"toilet time;\" and the implications of “the wheels finally falling off of Moore’s Law” -- something people have long predicted but has never happened yet. And finally, why education is the raw material for a future where humans and intelligent machines work hand in (robotic) hand.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-talking-robots-and-humans-with-nyts-john-markoff", 
   "guid": "tag:soundcloud,2010:tracks/221326672", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/221326672-a16z-a16z-podcast-talking-robots-and-humans-with-nyts-john-markoff.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 48745838
    }
   ], 
   "title": "a16z Podcast: Talking Humans and Machines with NYT’s John Markoff", 
   "published": 1440790069
  }, 
  {
   "total_time": 2621, 
   "subtitle": "Messaging app WeChat tells us a lot about mobile …", 
   "description": "Messaging app WeChat tells us a lot about mobile and business in China. In a recent deep-dive primer on the WeChat phenomenon, a16z partner Connie Chan analyzed WeChat and the notion of app-within-apps, payments as a gateway drug, platforms vs portals, and what happens when utility is more important than being \"social\". Wired senior writer David Pierce also describes the power of conversational messaging as the main interface, further arguing that “A great messaging app could be to the web browser what the browser was to the internet before it.” So what happens when a messaging app essentially becomes an operating system for our lives? What conditions made the mobile, business, and cultural environment in China so ripe for a phenomenon like WeChat? How does voice change everything? And, let's face it, what are the tradeoffs users (both consumer and business) as well as developers may have to make when one app does in fact rule an entire ecosystem? Connie and David discuss on this episode of the a16z Podcast. Plus what happens to loneliness, work-life balance, and more.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/messaging-portal-platform", 
   "guid": "tag:soundcloud,2010:tracks/221229697", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/221229697-a16z-messaging-portal-platform.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 31453563
    }
   ], 
   "title": "a16z Podcast: Messaging As the Interface to Everything", 
   "published": 1440730872
  }, 
  {
   "total_time": 1627, 
   "subtitle": "After the smartphone, what business has the globa…", 
   "description": "After the smartphone, what business has the global scale (in terms of people and profits) that make it attractive for tech companies to turn their attention and capital towards? The answer, argues a16z’s Benedict Evans, is the automotive industry. Sure, cars are mobile -- but what do our smartphones have to do with our rides? More than we might expect. Evans offers his vision of the future of cars, and perhaps the future of today’s biggest technology companies. Who will build these cars, who will own them, and who (or what) will drive them? We discuss this and more in this segment of the a16z Podcast.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-when-cars-and-technology-collide", 
   "guid": "tag:soundcloud,2010:tracks/220896510", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/220896510-a16z-a16z-podcast-when-cars-and-technology-collide.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32549920
    }
   ], 
   "title": "a16z Podcast: When Software Eats Cars", 
   "published": 1440545433
  }, 
  {
   "total_time": 2929, 
   "subtitle": "Google, eBay, even the Web itself, in the beginni…", 
   "description": "Google, eBay, even the Web itself, in the beginning all of these things appeared as point products, interesting in their way, but small. Of course, they weren’t. “There is this swallow-the-red-pill moment that happens,” Marc Andreessen says, “Where you realize something really, really big is going to happen.” Optimization -- the relentless improvement of everything -- is another one of those ideas. In this segment of the pod, Andreessen joins Optimizely CEO Dan Siroker during the company’s annual conference Opticon for a conversation that covers a huge swath of what’s most exciting in tech today: the spread of optimization tools, privacy trends, artificial intelligence, virtual reality, Bitcoin, and killer robots. All that, and why Donald Trump’s hair could use some A/B testing.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-techs-big-ideas-and-the-swallow-the-red-pill-moment", 
   "guid": "tag:soundcloud,2010:tracks/220045667", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/220045667-a16z-a16z-podcast-techs-big-ideas-and-the-swallow-the-red-pill-moment.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 58583553
    }
   ], 
   "title": "a16z Podcast: Tech's Biggest Ideas and How They Take Hold -- With Marc Andreessen and Dan Siroker", 
   "published": 1440041823
  }, 
  {
   "total_time": 1391, 
   "subtitle": "How do you face down cancer? Get told you can’t g…", 
   "description": "How do you face down cancer? Get told you can’t get life-saving organ transplants, and go about getting them anyway? And in the middle of that mental and physical storm, how do you find the thing that you and only you were meant to do -- and start building it? One person with answers is Jim Gilliam, the founder of NationBuilder, because that is what he had to do -- all of it. It’s given Gilliam a clear philosophy on life, and on being a leader. And what he’s learned along the way, he says, is something everyone can tap into. Gilliam first told his story in a break-the-Internet video, “The Internet is My Religion,” he’s gone deeper with his recently published book of the same title. a16z's Ben Horowitz sat down with Gilliam on the occasion of his book launch, to hear more about his philosophy on life, religion, leadership and what we all can do to move this world forward.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-internet-is-his-religion", 
   "guid": "tag:soundcloud,2010:tracks/219847040", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/219847040-a16z-a16z-podcast-the-internet-is-his-religion.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 33386046
    }
   ], 
   "title": "a16z Podcast: The Internet is His Religion", 
   "published": 1439934805
  }, 
  {
   "total_time": 1257, 
   "subtitle": "As more and more of what we do for fun and work- …", 
   "description": "As more and more of what we do for fun and work- happens online, establishing identity becomes ever more critical. Whether it’s for dating or sending money, you want to trust that not only are you interacting with the person you think you are, but that your messages (or money) are in fact reaching the right person -- and only them. Sounds simple, but with an internet and computers in between, a lot can go wrong -- whether by accident or malicious design. A16z’s Chris Dixon, and Max Krohn, co-founder of the encryption startup Keybase, examine the problem in this segment of the pod. What makes cryptography so hard to use, what approach Krohn and the Keybase team are taking, and why crypto “key parties” are not what you might think.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-establishing-identity-online-is-hard-it-shouldnt-be", 
   "guid": "tag:soundcloud,2010:tracks/219654472", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/219654472-a16z-a16z-podcast-establishing-identity-online-is-hard-it-shouldnt-be.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 10055097
    }
   ], 
   "title": "a16z Podcast: Establishing Online Identity is Hard -- It Shouldn't Be", 
   "published": 1439832058
  }, 
  {
   "total_time": 2793, 
   "subtitle": "This special episode of the a16z Podcast is based…", 
   "description": "This special episode of the a16z Podcast is based on a Q&A from an early screening we hosted of Universal Pictures’ Straight Outta Compton, the story of the group N.W.A. that revolutionized music and pop culture. The Q&A features Ice Cube, producer, rapper, and one of the original members of N.W.A.; director F. Gary Gray; and Corey Hawkins, Jason Mitchell, and O’Shea Jackson Jr., who play Dr. Dre, Eazy-E, and Ice Cube, respectively. Their wide-ranging conversation -- as interviewed by a16z's Ben Horowitz -- covers the struggle, the drive, the creative process, the cycles of history, the city of Los Angeles ... and why “it’s cool to be a nerd”. photo credit: Khristopher 'Squint' Sandifer", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/straight-outta-compton-a16z-interview", 
   "guid": "tag:soundcloud,2010:tracks/219302914", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/219302914-a16z-straight-outta-compton-a16z-interview.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 22344350
    }
   ], 
   "title": "a16z Podcast: Straight Outta Compton, The Interview (including Ice Cube and Ben Horowitz)", 
   "published": 1439598994
  }, 
  {
   "total_time": 1200, 
   "subtitle": "When you're going for a board interview -- especi…", 
   "description": "When you're going for a board interview -- especially when it's your first board seat -- you're actually not supposed to go into it advocating for yourself and trying to convince people that you're a good operator, as you might in a job interview. So what does the board interview involve then? Is all the common advice we hear about getting on boards (e.g., \"don't talk about strategy\") really true? TaskRabbit COO Stacy Brown-Philpot, who was just announced to the HP Inc board (in Hewlett Packard's first major board shuffle since it split into two companies), answers these questions and shares other interesting nuggets from her experience getting her first board seat. She also shares why she went for a public board, as well as what other factors you should consider -- and really matter -- when considering board service. Joining her is Matt Levy, who manages a16z's board and mentor talent network as part of the executive talent team. For more resources on boards, see http://a16z.com/tag/board-matters-series/.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/first-board-process", 
   "guid": "tag:soundcloud,2010:tracks/219138781", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/219138781-a16z-first-board-process.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 9606417
    }
   ], 
   "title": "a16z Podcast: Getting That First Board Seat", 
   "published": 1439507293
  }, 
  {
   "total_time": 1406, 
   "subtitle": "There's been a lot of activity lately around tryi…", 
   "description": "There's been a lot of activity lately around trying to improve equity compensation (for example, by removing tax liabilities that handcuff them). Or by making equity more equitable in other ways; as former Groupon CEO Andrew Mason observed, \"When startups grow into unicorns, the distribution of employee earnings follows a common pattern: the founders make more money than they could spend in infinite lifetimes, a handful of early folks achieve financial independence, and everyone else gets a nice bonus, but nothing life changing.\" It's admittedly a very rarefied problem yet one that plagues a number of startup founders and employees who put in a lot of work to make the startup a success ... but end up with less than others in the same company. And it's a problem that has long plagued Mason, who shared his views on something he calls \"progressive equity\" to help more startup employees achieve financial independence if and when their companies exit through an IPO, acquisition, or other liquidity event. Can it work? Should it? a16z General Partner and co-founder Ben Horowitz joins Mason on this episode of the a16z Podcast to dissect the idea.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/equity-models-and-experiments", 
   "guid": "tag:soundcloud,2010:tracks/218266193", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/218266193-a16z-equity-models-and-experiments.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 33750298
    }
   ], 
   "title": "a16z Podcast: Is It Possible to Achieve Equitable Equity for Startup Employees?", 
   "published": 1438986578
  }, 
  {
   "total_time": 1909, 
   "subtitle": "The key to any great company is the people. Of co…", 
   "description": "The key to any great company is the people. Of course, part of attracting and keeping the best people is compensation. It seems straightforward, but if you don’t develop a philosophy early around how you are going to compensate all those great employees you’re going to be in a world of hurt later, says Shannon Schiltz, who heads up a16z’s People Practice. Compensation, from salary to different forms of equity, is the topic of this segment of the a16z Podcast. For the founders of many fast-growing companies it’s often an afterthought, says the other compensation expert on the pod, Than Nguyen. Founders are busy enough just finding enough people to build and grow their startup. But as a founder you need to raise your head up and consider how compensation fits into your long-term plans. Nguyen and Shiltz discuss ways to make that happen.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/compensation-is-about-being-consistent", 
   "guid": "tag:soundcloud,2010:tracks/218262464", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/218262464-a16z-compensation-is-about-being-consistent.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 45818869
    }
   ], 
   "title": "a16z Podcast: Compensation Isn’t About Paying the Most, It’s About Being Consistent", 
   "published": 1438984634
  }, 
  {
   "total_time": 2063, 
   "subtitle": "There are few things as old as financial catastro…", 
   "description": "There are few things as old as financial catastrophe, except maybe finance. But in the latest fiscal meltdown in Greece, people started asking questions about whether newer technology -- bitcoin and the underlying blockchain -- could help. One of those was Wall Street Journal columnist Christopher Mims. In this episode of the pod, Mims and Coinbase CEO and co-founder Brian Armstrong talk about the current state and future possibility of bitcoin and the bitcoin blockchain. When it comes to Greece -- or the next financial snafu -- Armstrong and Mims think there is potential for bitcoin to help, but some education and UI mainstreaming needs to happen first.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-bitcoin-greece-and-whats-next-for-cryptocurrency", 
   "guid": "tag:soundcloud,2010:tracks/218261031", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/218261031-a16z-a16z-podcast-bitcoin-greece-and-whats-next-for-cryptocurrency.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 49507150
    }
   ], 
   "title": "a16z Podcast: Bitcoin, Greece, and What’s Next for Cryptocurrency", 
   "published": 1438983914
  }, 
  {
   "total_time": 1333, 
   "subtitle": "Given the endless time we all spend with our nose…", 
   "description": "Given the endless time we all spend with our noses in our phones, it may not be too surprising to hear that the smartphone has taken over the tech world. But the smartphone’s dominance is so complete, says a16z’s Benedict Evans, that it’s useful to think of it as the sun, the object around which everything else in the (technology) planetary system revolves. Technology meets astronomy, plus Android’s Stagefright bug, and why three German carmakers are getting into the software business in this segment of the a16z Podcast.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-a-copernican-update-in-tech-the-smartphone-is-the-center", 
   "guid": "tag:soundcloud,2010:tracks/217937843", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/217937843-a16z-a16z-podcast-a-copernican-update-in-tech-the-smartphone-is-the-center.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 31995496
    }
   ], 
   "title": "a16z Podcast: A Copernican Update ... In Tech, the Smartphone is the Center", 
   "published": 1438801076
  }, 
  {
   "total_time": 2071, 
   "subtitle": "Why do so many-government led efforts to build th…", 
   "description": "Why do so many-government led efforts to build the next \"Silicon Valley\" in one geography or another fail? Is it misguided to even try? But then what does make such innovation clusters work? In this segment of the pod a trio of expert guests -- AnnaLee Saxenian, Dean of the UC Berkeley School of Information and a longtime researcher/observer of regional competitive advantage; VC Brad Feld and writer on startup communities; and entrepreneur and investor Christopher Schroeder, who covers startups rising in the Middle East and most recently wrote about the tech phenomenon in Iran -- tackle the question of how innovation ecosystems grow. The discussion delves into how innovation is being spurred differently (or stifled) in places like China and Iran; whether there are cultural differences in attitudes for failure or about entrepreneurship; and if regulatory arbitrage is one way for regions to get ahead.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-how-innovation-ecosystems-grow-around-the-globe", 
   "guid": "tag:soundcloud,2010:tracks/217354712", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/217354712-a16z-a16z-podcast-how-innovation-ecosystems-grow-around-the-globe.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 49715294
    }
   ], 
   "title": "a16z Podcast: How Innovation Ecosystems Grow Around the Globe", 
   "published": 1438452309
  }, 
  {
   "total_time": 417, 
   "subtitle": "We sat down with four jet-lagged high school hack…", 
   "description": "We sat down with four jet-lagged high school hackers from Nigeria, Brazil, and India -- representing some of the finalists in this year’s Technovation coding competition in San Francisco -- to hear about the mobile apps they created, the culture of coding in their home countries, and what’s coming next for their nascent software empires.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-these-girls-code", 
   "guid": "tag:soundcloud,2010:tracks/217069933", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/217069933-a16z-a16z-podcast-these-girls-code.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 10027594
    }
   ], 
   "title": "a16z Podcast: These Girls Code", 
   "published": 1438281322
  }, 
  {
   "total_time": 1357, 
   "subtitle": "It’s not just the likes of Google, Facebook, and …", 
   "description": "It’s not just the likes of Google, Facebook, and Amazon that lean on a massive and growing corpus of data, today every company is a data-driven company. In this world, access to data -- and how you manage it -- is what matters, says Ash Ashutosh, founder and CEO of Actifio. In this segment of the pod, we get in the weeds with Ashutosh and a16z’s Peter Levine on how this data-driven world is changing the technology infrastructure that is the engine behind it, and the companies that use it. Ashutosh and Levine also discuss ramping sales teams, going international, and what’s driving the timing of IPOs – or really the lack of IPOs. Finally, Ashutosh offers his four-legged response to being referred to as a “unicorn.”", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-why-every-business-is-in-the-data-business", 
   "guid": "tag:soundcloud,2010:tracks/216772790", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/216772790-a16z-a16z-podcast-why-every-business-is-in-the-data-business.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32566010
    }
   ], 
   "title": "a16z Podcast: Why Every Business is in the Data Business", 
   "published": 1438115366
  }, 
  {
   "total_time": 2513, 
   "subtitle": "Biology startups have been around for a long time…", 
   "description": "Biology startups have been around for a long time. But the world has changed since that first wave of bio startups, and especially more recently, due to the \"peace dividends of the smartphone wars\". So what happens when you combine those cheap sensors and compute power -- and apply it to bio? Cheaper costs and Moore's Law-like effects may mean lower barriers to entry, the ability to experiment more often and more easily, and other AWS-like effects for a new wave of bio company founders. But is all this just about cost … or about something more? And how do we know if this time is really different when it comes to bio startups? On this episode of the a16z Podcast, a16z partners Marc Andreessen, Chris Dixon, and Vijay Pande discuss how everything changes when software eats biology -- that is, when computer science is at the heart of bio companies. Pande also shares three trends we think are particularly interesting: \"digital therapeutics\", \"cloud bio\", and \"computational biomedicine\".", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/bio-cs", 
   "guid": "tag:soundcloud,2010:tracks/216439456", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/216439456-a16z-bio-cs.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20102835
    }
   ], 
   "title": "a16z Podcast: When Bio Meets Computer Science", 
   "published": 1437933733
  }, 
  {
   "total_time": 1596, 
   "subtitle": "Big Data is evolving. It’s moving from the sole d…", 
   "description": "Big Data is evolving. It’s moving from the sole domain of the high priests of data science, to something that practically every organization -- big and small -- and every group within that organization can get its hands on. So what happens now? The implications of the democratization of Big Data are bigger than just big, says Prat Moghe, CEO and Founder of Cazena. And it’s not just the corporate world that will benefit, he adds, having access to Big Data tools will change how all kinds of organizations, including government agencies and other social services, operate and solve their particular problems Joining Prat on the pod to describe this changing world of Big Data in the Cloud is a16z’s Peter Levine. If every company, and every organization is becoming a data-driven company, it makes sense to start to put that data to work, Levine says.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podacast-big-data-goes-really-big", 
   "guid": "tag:soundcloud,2010:tracks/216082040", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/216082040-a16z-a16z-podacast-big-data-goes-really-big.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 38308143
    }
   ], 
   "title": "a16z Podcast: Big Data Goes Really Big", 
   "published": 1437699320
  }, 
  {
   "total_time": 1025, 
   "subtitle": "Regulation always lags behind technology, but by …", 
   "description": "Regulation always lags behind technology, but by 80-plus years?! U.S. Representatives Fred Upton and Greg Walden -- of the Energy and Commerce Committee including the subcommittee on Communications and Technology that oversees almost every technology -- join this segment of the a16z podcast to discuss what government can do to help (or hurt) innovation. We discuss the Telecommunications Act, originally passed in 1934 and revised in 1996 (before the internet, computing, and especially mobile became ubiquitous!); the conversion from analog to digital; what constitutes medical devices (is an iPad a medical device?) -- as well as healthcare and the 21st Century Cures Act, with its implications for patients, healthcare professionals, and researchers looking for the next breakthrough in medicine.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/innovation-regulation-policy", 
   "guid": "tag:soundcloud,2010:tracks/215771505", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/215771505-a16z-innovation-regulation-policy.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 8206881
    }
   ], 
   "title": "a16z Podcast: Innovation and Regulation -- What Happens When Policy Lags Behind Technology?", 
   "published": 1437525048
  }, 
  {
   "total_time": 2046, 
   "subtitle": "When most people think of big data they think of …", 
   "description": "When most people think of big data they think of numbers, but it turns out that a lot of big data -- a lot of the output of our work and activity as humans in fact -- is in the form of words. So what can we learn when we apply machine learning and natural language processing techniques to text? The findings may surprise you. For example, did you know that you can predict whether a Kickstarter project will be funded or not based on textual elements alone ... before it's even published? Other findings are not so surprising; e.g., hopefully we all know by now that a word like \"synergy\" can sink a job description! But what words DO appeal in tech job descriptions when you're trying to draw the most qualified, diverse candidates? And speaking of diversity: What's up with those findings about differences in how men and women describe themselves on their resumes -- or are described by others in their performance reviews? On this episode of the a16z Podcast, Textio co-founder and CEO Kieran Snyder (who has a PhD in linguistics and formerly led product and design in roles at Microsoft and Amazon) shares her findings, answers to some of these questions, and other insights based on several studies they've conducted on language, technology, and document bias.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/language-bigdata-machinelearning-bias", 
   "guid": "tag:soundcloud,2010:tracks/215038257", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/215038257-a16z-language-bigdata-machinelearning-bias.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 49117227
    }
   ], 
   "title": "a16z Podcast: It's Not What You Say, It's How You Say It -- When Language Meets Big Data", 
   "published": 1437078855
  }, 
  {
   "total_time": 1249, 
   "subtitle": "Bitcoin has had more than its share of drama. The…", 
   "description": "Bitcoin has had more than its share of drama. There is, of course, the mystery surrounding its anonymous founder (or perhaps, founders) Satoshi Nakamoto. More recently, there's been a battle over whether the size of blocks need to grow to account for more capacity -- especially since there isn’t much time left to make changes before blockchain capacity runs out, says core bitcoin developer Mike Hearn. Hearn joins a16z’s Chris Dixon on this segment of the a16z Podcast to discuss the current state of bitcoin development; Hearn’s own Lighthouse creation, which is a bitcoin-based crowdfunding app; and what it will take to move the bitcoin protocol into the mainstream.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-bitcoins-growing-pains-and-possibilities", 
   "guid": "tag:soundcloud,2010:tracks/214190125", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/214190125-a16z-a16z-podcast-bitcoins-growing-pains-and-possibilities.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 29989324
    }
   ], 
   "title": "a16z Podcast: Bitcoin's Growing Pains -- and Possibilities", 
   "published": 1436571348
  }, 
  {
   "total_time": 1034, 
   "subtitle": "Just a few years ago if you were mayor of Washing…", 
   "description": "Just a few years ago if you were mayor of Washington D.C. –- or any other city -- you didn’t have to wrap your head around the likes of Airbnb, Lyft, and other companies in the fast-growing 'sharing economy'. They didn’t exist. Now, you have no choice says Washington D.C.’s current Mayor Muriel Bowser ... because the citizens in your city certainly already have. Bowser joins the a16z Podcast, along with former D.C. Mayor Adrian Fenty (who is currently a special advisor to a16z), to discuss how technologies and tech companies are changing cities and government, and how moving forward government may play a bigger role. That, and the case for more transparency in government, on this segment of the pod.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-tech-and-governments-changing-relationship", 
   "guid": "tag:soundcloud,2010:tracks/214166112", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/214166112-a16z-a16z-podcast-tech-and-governments-changing-relationship.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24826451
    }
   ], 
   "title": "a16z Podcast: The Changing Relationship Between Tech and Government", 
   "published": 1436559491
  }, 
  {
   "total_time": 1452, 
   "subtitle": "There is a gap between the technology industry an…", 
   "description": "There is a gap between the technology industry and the fastest growing portion of today’s workforce and the workforce of the future: Latinos -- argue U.S. Representatives Loretta Sanchez (California) and Ruben Gallego (Arizona), both members of Congress. How can we bring more Latinos -- and other underrepresented populations -- into the tech industry, and what roles do both government and fast-moving tech companies have to play? Especially if tech entrepreneurs and government have a hard time working together? “We have the innovators...[but] how do you move that Latino innovator into the mainstream?” asks Sanchez in this episode of the a16z Podcast.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-latinos-and-the-tech-industry-reps-sanchez-and-gallego-discuss-bridging-the-gaps", 
   "guid": "tag:soundcloud,2010:tracks/214035527", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/214035527-a16z-a16z-podcast-latinos-and-the-tech-industry-reps-sanchez-and-gallego-discuss-bridging-the-gaps.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 34848694
    }
   ], 
   "title": "a16z Podcast: Latinos and the Tech Economy -- U.S. Reps. Sanchez and Gallego Talk Bridging the Gaps", 
   "published": 1436482474
  }, 
  {
   "total_time": 2531, 
   "subtitle": "In this special international edition of the a16z…", 
   "description": "In this special international edition of the a16z Podcast, Mohsen Malayeri, co-founder of Avatech -- one of the more prominent startup accelerators in Iran among many (much like Y Combinator in the U.S.) -- talks to guest interviewer Christopher Schroeder (former entrepreneur, D.C. investor, and author of Startup Rising) about startups in Iran. What happens when you have a \"mobile-first\" startup ecosystem? Is this about trying to be yet another Silicon Valley (and if so, are we just substituting a form of technocracy for theocracy)? Silicon Valley isn't a religion, observes Malayeri, but entrepreneurship IS \"a common language which has no border\". This is the third installment in a special series on tech startups in Iran, part of a larger theme around global tech and how software -- including mobile -- is eating the world … and creating new opportunities within it.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/universal-language-of-entrepreneurship", 
   "guid": "tag:soundcloud,2010:tracks/212803130", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/212803130-a16z-universal-language-of-entrepreneurship.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20248749
    }
   ], 
   "title": "a16z Podcast: Is Entrepreneurship a Universal Language?", 
   "published": 1435763549
  }, 
  {
   "total_time": 1196, 
   "subtitle": "In this special international edition of the a16z…", 
   "description": "In this special international edition of the a16z Podcast, Nazanin Daneshvar, co-founder and CEO of Takhfifan, the \"Groupon of Iran\", shares her experiences and broader observations about the startup ecosystem and tech infrastructure in Iran with guest interviewer Christopher Schroeder (former entrepreneur, D.C. investor, and author of Startup Rising). How did she do it? (Hint: With a bit of subterfuge and clever cloaking.)What are the attitudes toward failure in a time and place where startups aren't really considered a real thing? This is the second installment in a special series on tech startups in Iran, part of a larger theme around global tech and how software -- including mobile -- is eating the world … and creating new opportunities within it.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/palimpsest-culture-tech-iran", 
   "guid": "tag:soundcloud,2010:tracks/212649218", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/212649218-a16z-palimpsest-culture-tech-iran.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 9568847
    }
   ], 
   "title": "a16z Podcast: Layering Tech and Culture in Iran", 
   "published": 1435676368
  }, 
  {
   "total_time": 1143, 
   "subtitle": "One of the most active and fastest growing open s…", 
   "description": "One of the most active and fastest growing open source big data cluster computing projects is Apache Spark, which was originally developed at U.C. Berkeley's AMPLab and is now used by internet giants and other companies around the world. Including, as announced most recently, IBM. In this Q&A with Spark inventor Matei Zaharia -- also the CTO and co-founder of Databricks (and a professor at MIT) -- on the heels of the recent Spark Summit, we cover the difference between Hadoop MapReduce and Spark; what are the ingredients of a successful open source project; and the story of how Spark almost helped a friend win a million dollars.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-a-conversation-with-the-inventor-of-spark", 
   "guid": "tag:soundcloud,2010:tracks/211801164", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/211801164-a16z-a16z-podcast-a-conversation-with-the-inventor-of-spark.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 27437057
    }
   ], 
   "title": "a16z Podcast: A Conversation With the Inventor of Spark", 
   "published": 1435166648
  }, 
  {
   "total_time": 1498, 
   "subtitle": "Investing to make a return both financial AND soc…", 
   "description": "Investing to make a return both financial AND societal isn't new, but the opportunities to reach and build businesses in communities that have been underserved by tech are larger than ever. One example is the business opportunity presented by hairstylist platform Mayvenn, which a16z recently backed. In this segment of the a16z Podcast, Kesha Cash (founder and general partner of the Impact America Fund, also an investor in Mayvenn) discusses how she puts her fund’s money to work in markets that target underserved Americans. Cash is joined by a16z’s Tawny Holguin (who leads our seed and early scouting efforts) to breakdown the intricacies -- and opportunities -- of so-called “impact investing.” Do core business principles change at all? But then how does impact get measured? And what happens when you connect more communities to tech?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/impact-investing", 
   "guid": "tag:soundcloud,2010:tracks/211513121", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/211513121-a16z-impact-investing.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 35953988
    }
   ], 
   "title": "a16z Podcast: Investing in Communities", 
   "published": 1435005356
  }, 
  {
   "total_time": 3058, 
   "subtitle": "In this wide-ranging conversation about 'stuff' t…", 
   "description": "In this wide-ranging conversation about 'stuff' that took place at a16z's most recent annual investor meeting (VCs have investors too, in the form of 'limited partners'), Fortune's Dan Primack interviews Marc Andreessen -- and asks the tough questions. About VC and returns, founders and startups, ethical vetoes, Facebook, and more.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-taking-the-pulse-of-vc-and-tech-dan-primack-interviews-marc-andreessen", 
   "guid": "tag:soundcloud,2010:tracks/210913562", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/210913562-a16z-a16z-podcast-taking-the-pulse-of-vc-and-tech-dan-primack-interviews-marc-andreessen.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 73407310
    }
   ], 
   "title": "a16z Podcast: Taking the Pulse of VC and Tech -- Dan Primack Interviews Marc Andreessen", 
   "published": 1434642685
  }, 
  {
   "total_time": 1780, 
   "subtitle": "\"This time is different.\" But it's always differe…", 
   "description": "\"This time is different.\" But it's always different! So what's going on now in the public markets? Why does this even matter? For one thing, tech markets have grown significantly. And one big reason is internet and mobile. It's like a multiplier for the market size and opportunity. In this episode of the a16z Podcast, Andreessen Horowitz managing partner Scott Kupor, mobile analyst Benedict Evans, and corp dev research partner Morgan Bender break down <a href=\"http://a16z.com/2015/06/15/u-s-tech-funding-whats-going-on/\" rel=\"nofollow\" target=\"_blank\">a slide deck</a> we recently shared, including answers to what all these so-called “unicorns” are, how it affects venture capital and the funding landscape, and how we define a \"quasi-IPO.\"", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-rise-of-the-quasi-ipo", 
   "guid": "tag:soundcloud,2010:tracks/210764973", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/210764973-a16z-a16z-podcast-the-rise-of-the-quasi-ipo.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 42730569
    }
   ], 
   "title": "a16z Podcast: The Rise of the Quasi-IPO", 
   "published": 1434559366
  }, 
  {
   "total_time": 1282, 
   "subtitle": "It’s called “perpetual” or “eternal” capital, typ…", 
   "description": "It’s called “perpetual” or “eternal” capital, typically a very large pool of money that is invested on behalf of university endowments, foundations, and the like with a time horizon that extends generations into the future. The people who manage that money are driven by very different forces and thinking than your average Wall Street investor. Liquidity, for example, is not something this category of investors is immediately concerned with, nor are they swayed by your average economic cycle. At least, that’s the theory... how do these investors think in practice? In this segment of the a16z Podcast, Andy Golden of the Princeton University Investment Company, Ben Gomez of Pilothouse Associates, and Edwin Poston and Mel Williams of TrueBridge Capital Partners share their thoughts on tech valuations, liquidity in the markets, and what some in Silicon Valley may have a tendency to overlook.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-taking-the-very-very-long-view-on-tech-investing", 
   "guid": "tag:soundcloud,2010:tracks/210487216", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/210487216-a16z-a16z-podcast-taking-the-very-very-long-view-on-tech-investing.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 30782996
    }
   ], 
   "title": "a16z Podcast: Taking the Very, Very Long View on Tech Investing", 
   "published": 1434403280
  }, 
  {
   "total_time": 1330, 
   "subtitle": "Pick your metaphor: Smartphones are \"remote contr…", 
   "description": "Pick your metaphor: Smartphones are \"remote controls\" for the physical world, or perhaps, as Steve Cheney argues, they're \"cursors for the physical world\". Either way, it's clear that the age of mobile is here, GPS is not enough, and with sensors all around us -- both outdoors and in indoor locations -- it's finally time for truly context-aware computing. But what will that take, both content- and design-wise -- is it all just about eliminating friction? And how are players like Apple and Google positioning themselves for this micro-mapped world? a16z's Benedict Evans and Estimote's Steve Cheney talk about these questions and more in this episode of the a16z Podcast...", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/location-context", 
   "guid": "tag:soundcloud,2010:tracks/209925187", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/209925187-a16z-location-context.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 31919636
    }
   ], 
   "title": "a16z Podcast: Location, Location, Location -- and Mobile", 
   "published": 1434062907
  }, 
  {
   "total_time": 1340, 
   "subtitle": "Every meeting a busy founder takes is time away f…", 
   "description": "Every meeting a busy founder takes is time away from building the company. So it’s understandable why engaging corporate development groups is believed to be a waste of time, unless you’re selling your company. But... there ARE good reasons to engage corporate development. You just have to know when, and how. And what to avoid! On this episode of the a16z Podcast, operating partner Jamie McGurk, and Tyson Clark and James Loftus (veterans of corporate development from companies like Google, Oracle, and Yahoo) share advice for founders talking to corporate development.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/corporate-development-for-founders", 
   "guid": "tag:soundcloud,2010:tracks/209766184", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/209766184-a16z-corporate-development-for-founders.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 10725758
    }
   ], 
   "title": "a16z Podcast: Dealing with Corporate Dealmakers -- When to Talk to Corp Dev", 
   "published": 1433976499
  }, 
  {
   "total_time": 1579, 
   "subtitle": "Apple’s annual developer conference is cranking a…", 
   "description": "Apple’s annual developer conference is cranking away in San Francisco, and a16z’s Benedict Evans examines the latest from the world’s most valuable company in this segment of the pod. Software is the star of WWDC and Apple highlighted updates to iOS and OS X, but the big news was in part Apple News -- a curation and aggregation app for periodicals. Newsstand, Apple’s earlier attempt to tackle news outlets on your Apple device didn’t catch on, but Evans gives Apple News a better chance. And Apple Music? “It was a bit wooly, frankly,” Evans says. Translation: it didn’t amaze. Evans explains why.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-apple-gets-its-music-streaming-and-gives-news-another-try", 
   "guid": "tag:soundcloud,2010:tracks/209613774", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/209613774-a16z-a16z-podcast-apple-gets-its-music-streaming-and-gives-news-another-try.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 37896244
    }
   ], 
   "title": "a16z Podcast: Apple Gets Its Music Streaming and Gives News Another Try", 
   "published": 1433894671
  }, 
  {
   "total_time": 1325, 
   "subtitle": "Is the Apple Watch breaking new technological gro…", 
   "description": "Is the Apple Watch breaking new technological ground, or just another accessory for your iPhone? a16z’s Benedict Evans and Board Partner Steven Sinofsky describe their experience with the Apple Watch one month after strapping the elegant piece of electronics to their wrists. So how is it? It’s not the one thing you will own that will fill this void in your life like the iPhone did, Evans says. And working out what is useful and pleasurable about the Apple Watch takes time, he says. Even so, Evans finds himself getting there. For example, being prodded by the watch’s map app to turn left or right while walking to your destination “is like a super-power,” he says. Sinofsky too is finding his Apple Watch more alluring than he had anticipated. What will really make the Apple Watch a piece of kit that people won’t want to part with is the evolution of the apps -- building novel things just for the watch that don’t mimic what we do on smartphones or any other existing piece of technology. “We’re in the phase right now (with the Apple Watch) where people are trying to figure out how to do the old things in a new way,” Sinofsky says. “And really, you need to do new things in a new way.”", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-doing-new-things-in-a-new-way-with-the-apple-watch", 
   "guid": "tag:soundcloud,2010:tracks/208975084", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/208975084-a16z-a16z-podcast-doing-new-things-in-a-new-way-with-the-apple-watch.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 31816819
    }
   ], 
   "title": "a16z Podcast: Apple Watch -- Looking for New Things Done in New Ways", 
   "published": 1433530937
  }, 
  {
   "total_time": 1283, 
   "subtitle": "Distributed computing frameworks like Hadoop and …", 
   "description": "Distributed computing frameworks like Hadoop and Spark have enabled processing of \"big data\" sets -- but that's not enough for modeling surprise/rare \"black swan\" or complex events. Just think of scenarios in disaster planning (earthquakes, terrorist attacks, financial system collapse); biology (including disease); urban planning (cities, transportation, energy power grids); military defense ... and other complex systems where unknown behaviors and properties can emerge. They can't be modeled based on (by definition impossible) limited data. And parallelization for this is hard. But what if companies and governments *could* answer these seemingly impossible questions -- through simulations? Especially ones where we can directly merge in knowledge and cues from the real world (sensors, sensors everywhere)? CEO of Improbable Herman Narula and Stanford University professor-in-residence at a16z Vijay Pande discuss this and more with Chris Dixon in this episode of the a16z Podcast. And as Herman says, \"the cool stuff only happens at scale\".", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/distributed-computing-simulation", 
   "guid": "tag:soundcloud,2010:tracks/208857591", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/208857591-a16z-distributed-computing-simulation.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 15406353
    }
   ], 
   "title": "The Cool Stuff Only Happens at Scale", 
   "published": 1433462541
  }, 
  {
   "total_time": 1798, 
   "subtitle": "We know that the gaming industry -- in some ways …", 
   "description": "We know that the gaming industry -- in some ways like but in other ways unlike the music industry -- has been changing due to the internet and especially technologies around crowdfunding, online discovery, and direct fan interaction. But how does this affect the creative process and studio model … especially when it comes virtual reality (the ability to craft more immersive experiences); systems tech (is there a tension between content-focused games there?); and the ease with which users -- not just a few rarified developers -- can mod the games themselves? In this episode of the a16z Podcast, listen in on the conversation between Tim Schafer, founder and CEO of Double Fine Productions (and designer of LucasArts’ Grim Fandango); Justin Bailey, COO of Double Fine; and Herman Narula (CEO of Improbable).", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/gaming-trends", 
   "guid": "tag:soundcloud,2010:tracks/208697801", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/208697801-a16z-gaming-trends.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 21575516
    }
   ], 
   "title": "a16z Podcast: Tech Trends Changing Gaming", 
   "published": 1433377683
  }, 
  {
   "total_time": 1739, 
   "subtitle": "Google is a vast machine learning company. If you…", 
   "description": "Google is a vast machine learning company. If you think about it in those terms, says Benedict Evans, every product and feature Google builds is an expression of its machine learning expertise -- or a way to distribute it, and provide easier access to it. Evans joins the pod to pick apart all the latest machine learning-driven tech from Google as it hosts its annual developer party I/O. What’s become very clear this year, Evans says, is that for Google all the really cool stuff isn’t happening in Android, it’s happening in the Cloud. Finally, what’s next in VR from Google, and how it plans to tackle the developing world.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-for-google-android-is-a-tactic-and-cloud-is-a-strategy", 
   "guid": "tag:soundcloud,2010:tracks/207919116", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/207919116-a16z-a16z-podcast-for-google-android-is-a-tactic-and-cloud-is-a-strategy.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 41731855
    }
   ], 
   "title": "a16z Podcast: For Google, Android is a Tactic and Cloud is a Strategy", 
   "published": 1432956045
  }, 
  {
   "total_time": 1169, 
   "subtitle": "If there’s one business on planet earth that make…", 
   "description": "If there’s one business on planet earth that makes Silicon Valley look sober and level-headed it’s Hollywood, says Marc Andreessen. Hollywood and Silicon Valley meet in this segment of the pod which features Andreessen in conversation with Brian Grazer, the super-producer behind half the movies and television you’ve watched in the last three-plus decades including Empire, 24, Parenthood, Arrested Development, Friday Night Lights, The DaVinci Code, 8 Mile, A Beautiful Mind, Apollo 13, Real Genius, Splash… You get the idea. Grazer and Andreessen talk about the future of the entertainment business; why TV is in a golden age of creativity; and how technology and the kinds of stories that Grazer produces can feed off each other -- or not. The conversation took place at the launch of Grazer’s book, “A Curious Mind: The Secret to a Bigger Life,” which describes the “curiosity conversations” Grazer has held for the past 35 years with a succession of artists, scientists, politicians, technologists and people of every stripe. You name them, and Grazer has sat down with them to try and learn their secrets.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-future-of-entertainment", 
   "guid": "tag:soundcloud,2010:tracks/207175778", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/207175778-a16z-a16z-podcast-the-future-of-entertainment.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 28068384
    }
   ], 
   "title": "a16z Podcast: The Future of Entertainment and What David Petraeus and the Olsen Twins Can Teach Us", 
   "published": 1432583209
  }, 
  {
   "total_time": 1733, 
   "subtitle": "\"Fit\" is this squishy idea that a person, role, a…", 
   "description": "\"Fit\" is this squishy idea that a person, role, and company are a perfect match. But how do you tease out expectations and motivations from both sides of the hiring equation -- candidates and founding CEOs alike? In this segment of the a16z Podcast,a16z Executive Talent head Jeff Stump and resident talent expert Gia Scinto tackle ways to identify and analyze this, and methodically. And they share their secret weapon for putting the right person in the right job: \"the 100-Day Plan\".", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-finding-and-hiring-for-fit", 
   "guid": "tag:soundcloud,2010:tracks/206765467", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/206765467-a16z-a16z-podcast-finding-and-hiring-for-fit.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 41603960
    }
   ], 
   "title": "a16z Podcast: Finding and Hiring for (Expectations) Fit on Both Sides", 
   "published": 1432330492
  }, 
  {
   "total_time": 1219, 
   "subtitle": "LinkedIn may seem like a gift both for job seeker…", 
   "description": "LinkedIn may seem like a gift both for job seekers and hirers, but it's not enough. When (and how) should your company develop a process to attract -- and close -- the best people? In this segment of the a16z Podcast, Caroline Horn and Matt Oberhardt from a16z’s Executive Talent team break down the steps of a great hiring process: best timing; how to launch a search; when a CEO should and shouldn’t exercise their veto power; and when to turn to outside recruiting help. The goal is not only to make your hiring process more efficient, but to make your company more attractive to the best people. “Before LinkedIn and other social networks, access to candidates wasn’t ubiquitous, which it is now. That’s not the game anymore.” Here's how to play that game now.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-hiring-is-hard-heres-how-to-do-it-right", 
   "guid": "tag:soundcloud,2010:tracks/206574371", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/206574371-a16z-a16z-podcast-hiring-is-hard-heres-how-to-do-it-right.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 29268312
    }
   ], 
   "title": "a16z Podcast: Hiring is Hard -- Here’s How to Do it Right", 
   "published": 1432232281
  }, 
  {
   "total_time": 1280, 
   "subtitle": "Users, entrepreneurs, and investors are harnessin…", 
   "description": "Users, entrepreneurs, and investors are harnessing bitcoin’s \"workaday utility\" in Argentina, a place where bitcoin is arguably more widespread among everyday people than anywhere else. What conditions led to this? Is it indicative of what may happen someplace else? Or is it just an isolated case or even a stopgap? In this episode of the a16z Podcast, NYT journalist Nathaniel Popper, author of the new book Digital Gold on the \"inside story of the misfits and millionaires trying to reinvent money\", shares his insights on the phenomenon taking place in Argentina; what lessons other countries should (or shouldn't) take away from it; and why email is the best analogy for email. And why the people behind bitcoin really do matter ... especially because -- not in spite of! -- bitcoin being a blank slate to build on top of.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-digital-gold", 
   "guid": "tag:soundcloud,2010:tracks/206256153", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/206256153-a16z-a16z-podcast-digital-gold.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 30729080
    }
   ], 
   "title": "a16z Podcast: Which Bitcoin Players Matter?", 
   "published": 1432065975
  }, 
  {
   "total_time": 1569, 
   "subtitle": "Andreessen Horowitz Managing Partner Scott Kupor …", 
   "description": "Andreessen Horowitz Managing Partner Scott Kupor and NetSuite CFO Ron Gill get into the weeds on SaaS valuations, and how public and private SaaS companies think differently about the recurring revenue model. Gill and Kupor break down their financial analysis of these kinds of companies -- what metrics matter -- and correct some of the misconceptions about the SaaS business model that even sophisticated investors tend to latch onto. Finally, Kupor offers his advice to private company entrepreneurs who are wondering why, in a public market environment that puts everyone under a microscope, would you ever want to go public?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-why-saas-revenue-is-worth-more-than-traditional-software-sales", 
   "guid": "tag:soundcloud,2010:tracks/205693555", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/205693555-a16z-a16z-podcast-why-saas-revenue-is-worth-more-than-traditional-software-sales.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 37666157
    }
   ], 
   "title": "a16z Podcast: Why SaaS Revenue is Worth More Than Traditional Software Sales", 
   "published": 1431741477
  }, 
  {
   "total_time": 752, 
   "subtitle": "The battle of the pipes has shifted to mobile. Ve…", 
   "description": "The battle of the pipes has shifted to mobile. Verizon caught plenty of people by surprise when it announced it was buying AOL for $4.4 billion in cash (the cash part deserves a short moment to sink in). The question plenty of people are asking is, why? “Mobile,” says a16z General Partner Chris Dixon on this segment of the pod. “Increasingly it’s probably also mobile video.” a16z’s Frank Chen joins Dixon to discuss the Verizon acquisition, and what might be the start of a fresh wave of buying as network providers like Verizon look to wedge their way further into both mobile video and the advertising technology that helps pay for it. “Everything is up for grabs in the video-to-mobile value chain,” Chen says. “Verizon sees it, and they want to be at the front of it.”", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-verizon-plus-aol-why-the-short-answer-is-mobile", 
   "guid": "tag:soundcloud,2010:tracks/205200071", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/205200071-a16z-a16z-podcast-verizon-plus-aol-why-the-short-answer-is-mobile.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18049870
    }
   ], 
   "title": "a16z Podcast: Verizon Plus AOL -- Why? -- The Short Answer is Mobile", 
   "published": 1431472465
  }, 
  {
   "total_time": 2140, 
   "subtitle": "Venture capital and investing in startups is the …", 
   "description": "Venture capital and investing in startups is the (modern) classic case of decision making under uncertainty. As new players and sources of capital enter the market, however, how do we hedge against that uncertainty? For one thing, startups have more reasons than ever to focus on \"the 2 Cs\": cash (flow), and control. Or so argues Bill Janeway, an early venture capitalist and partner at Warburg Pincus, visiting lecturer in economics at Cambridge, and author of one of the definitive books on the history and evolution of the VC industry. In this segment of the a16z Podcast, Janeway -- who can best be described as a “theorist practitioner of financial economics” -- offers his insights on where unicorns come from (hint: it has to do with IT \"disappearing\"); how big companies need \"absorptive capacity\" when acquiring new tech; and why bubbles are \"banal\" -- including the difference between \"good\" bubbles and \"bad\" bubbles.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/bill-janeway", 
   "guid": "tag:soundcloud,2010:tracks/204885300", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/204885300-a16z-bill-janeway.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 51361635
    }
   ], 
   "title": "a16z Podcast: Good Bubbles, Bad Bubbles -- and Where Unicorns Come from", 
   "published": 1431307171
  }, 
  {
   "total_time": 1829, 
   "subtitle": "The days of cramming security down employees’ thr…", 
   "description": "The days of cramming security down employees’ throats or sending out best-practices advice emails are over. “You have to make security more useable,” says Pindrop CEO and co-founder Vijay Balasubramaniyan. Especially in a world of ubiquitous connected devices, from smartphones to smart thermostats. Security also has to be attractive, argues Okta CEO and co-founder Todd McKinnon. For example, if an employee uses a more sophisticated form of authentication from the road, then they should get access to a deeper, fuller set of data or applications than if they hadn’t gone through that extra layer of security. In this segment of the a16z Podcast, Balasubramaniyan and McKinnon discuss how they approach the problem of making security something that is both powerful and easy to use. From more sophisticated voice analysis to shifting from two-factor to three-factor and beyond authentication, where can technology push security next?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-making-security-more-useable", 
   "guid": "tag:soundcloud,2010:tracks/204555526", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/204555526-a16z-a16z-podcast-making-security-more-useable.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 43907960
    }
   ], 
   "title": "a16z Podcast: Making Security More Useable", 
   "published": 1431110897
  }, 
  {
   "total_time": 1519, 
   "subtitle": "Enterprises large and small run their application…", 
   "description": "Enterprises large and small run their applications and infrastructure at a whole new level of agility and speed. But unfortunately, security doesn’t like speed. “The faster you go, the harder it is to understand what is happening and to protect your infrastructure,” says Andrew Rubin, CEO and co-founder of cloud security startup Illumio. So then how do we rethink the architecture of the past to acknowledge the way business happens today? If you want to start tackling the shifting landscape of business and security today, “Go become a student of the economics of war and crime,” suggests Gaurav Banga, CEO and co-founder of Bromium. If going slow is not an option, what can and should we do?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-barbarians-at-the-gate-how-to-think-about-enterprise-security-today", 
   "guid": "tag:soundcloud,2010:tracks/204404608", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/204404608-a16z-a16z-podcast-barbarians-at-the-gate-how-to-think-about-enterprise-security-today.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 36453658
    }
   ], 
   "title": "a16z Podcast: Barbarians at the Gate -- How to Think About Enterprise Security Today", 
   "published": 1431028437
  }, 
  {
   "total_time": 1625, 
   "subtitle": "\"Machine learning is to big data as human learnin…", 
   "description": "\"Machine learning is to big data as human learning is to life experience,\" says Christopher Nguyen, the co-founder and CEO of big data intelligence company Adatao. Sure, but then, what IS big data? (especially as it's become a buzzword that captures so many things)... On this episode of the a16z Podcast, Nguyen puts on his former computer science professor hat to describe 'big data' in relation to 'machine learning' -- as well as what comes next with 'deep learning'. Finally, the former Google exec shares how Hadoop and Spark evolved from the efforts of companies dealing with massive amounts of real-time information; what we need to make machine learning a property of every application (why would we even want to?); and how we can make all this intelligence accessible to everyone.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/big-data-machine-learning", 
   "guid": "tag:soundcloud,2010:tracks/203500102", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/203500102-a16z-big-data-machine-learning.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 19499322
    }
   ], 
   "title": "a16z Podcast: Making Sense of Big Data, Machine Learning, and Deep Learning", 
   "published": 1430517055
  }, 
  {
   "total_time": 2106, 
   "subtitle": "If your income can flow from any place on the glo…", 
   "description": "If your income can flow from any place on the globe, and you can earn your money on the Internet, the question for individuals and startup teams alike increasingly is: where do I go? In the tech industry the answer more often than not has been Silicon Valley. For many people and companies that is still true, says Sten Tamkivi, CEO and co-founder of Teleport.org, but it’s not a simple binary answer any more. “It’s more a question of when, and how often do you spend time in Silicon Valley?” he says. And of course, why? Quality, cost, and opportunity, those are the key elements to consider when deciding where in the world you want to be when you are starting a career -- and starting a company. In this segment of the pod, Tamkivi relates his own experience as an executive at Skype, and how he thought about its global workforce and what made it work so well. He also describes what he’s learned from starting his own far-flung company Teleport.org, which is in the business of helping people decide where in the world the best place for their career and company is.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-software-and-overcoming-the-randomness-of-birthplace", 
   "guid": "tag:soundcloud,2010:tracks/203349861", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/203349861-a16z-a16z-podcast-software-and-overcoming-the-randomness-of-birthplace.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 50541599
    }
   ], 
   "title": "a16z Podcast: Software and Overcoming the Randomness of Birthplace", 
   "published": 1430434460
  }, 
  {
   "total_time": 1684, 
   "subtitle": "The paradox of security is we pretty much know wh…", 
   "description": "The paradox of security is we pretty much know what we are supposed to do most of the time -- but we don’t do it. If you examine all the recent high profile attacks, somebody in the organization knew something was wrong before it happened. They just didn’t have the ability to escalate the problem, or the ability to raise a flag that people took seriously. The lack of foundational security hygiene is what makes companies vulnerable to relatively mundane attacks, which are far more likely to hit your company than some sophisticated nation-state mounted attack. “There’s this misconception that we can’t defend against these attacks because we can’t deal with the sophistication of the attackers,” says Tanium CTO Orion Hindawi. “In turns out, we should just be doing the good hygiene we’ve all been trying to do for the last 20 years.” In this segment of the a16z Podcast, Hindawi shares how to get your security hygiene right -- not just from a technical perspective, but from a cultural one as well.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-getting-security-right-isnt-as-hard-as-you-think-but-the-effort-never-ends", 
   "guid": "tag:soundcloud,2010:tracks/203168504", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/203168504-a16z-a16z-podcast-getting-security-right-isnt-as-hard-as-you-think-but-the-effort-never-ends.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 40412776
    }
   ], 
   "title": "a16z Podcast: Getting Security Right Isn’t as Hard as You Think (But the Effort Never Ends)", 
   "published": 1430338827
  }, 
  {
   "total_time": 1015, 
   "subtitle": "Technology M&A isn’t at the scale or of the char…", 
   "description": "Technology M&A isn’t at the scale or of the character you'd expect given the overall health of the technology industry and the growth companies are experiencing. What’s missing is a robust market for growth acquisitions -- the companies building and selling the next wave of technology. Or so a16z Managing Partner Scott Kupor has argued. So what’s going on? Why are dollars flowing into buybacks and dividends in recent years rather than into growth-oriented acquisitions? What's putting the brakes on M&A for incumbent tech companies? And when will the newer crop of public tech companies -- arguably the new incumbents -- fire up M&A as part of their corporate strategy? Jamie McGurk, head of the corporate development operating group at a16z, joins Kupor for this segment of the a16z Podcast, which examines today’s M&A climate and what’s coming next.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/tech-ma-wheres-the-growth-investment", 
   "guid": "tag:soundcloud,2010:tracks/202739955", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/202739955-a16z-tech-ma-wheres-the-growth-investment.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24362516
    }
   ], 
   "title": "Tech M&A -- Where’s the Growth Investment?", 
   "published": 1430111872
  }, 
  {
   "total_time": 906, 
   "subtitle": "Silicon Valley and the U.S. Department of Defense…", 
   "description": "Silicon Valley and the U.S. Department of Defense have had a long history of partnership -- including the government funding R&D that was commercialized by major companies and is now used by people everyday. But lately, there's been a more \"commercial\" evolution of technology, with both government and startups shifting focus in what they did (and didn't do) before. Where does this leave innovation around big ideas? In this segment of the a16z Podcast, we grabbed a few moments with U.S. Secretary of Defense Ash Carter to hear his thoughts on these and other questions. Including how startups should partner with the government -- one of the biggest IT buyers in the world -- as well as what security areas he thinks are important to work on. And: why he hates GPS.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/government-startups-innovation-ash-carter", 
   "guid": "tag:soundcloud,2010:tracks/202422209", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/202422209-a16z-government-startups-innovation-ash-carter.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 7249588
    }
   ], 
   "title": "a16z Podcast: Government, Startups, & Innovation -- with U.S. Secretary of Defense Ash Carter", 
   "published": 1429920074
  }, 
  {
   "total_time": 1053, 
   "subtitle": "When (now) two-year-old startup Zenefits was bann…", 
   "description": "When (now) two-year-old startup Zenefits was banned in Utah because it offered its HR management software for free, CEO and co-founder Parker Conrad felt upset, anxious, and scared. Especially because it was a B2B company with a much smaller supporter base: \"If you're Uber or Lyft, then you have this built-in constituency using the service and millions of people to complain and go to the mat for you... But man, we make HR software. That's totally unsexy. No one's even going to pay attention to this,” he says. In this episode of the a16z Podcast, Conrad shares how Zenefits went from being banned to the state reversing the ban. As the state governor stated, \"Utah is open for business... There are always going to be innovators and disruptors as technology accelerates business growth and we believe government needs to be able to work with these innovators to ensure strong and efficient economic policies and an open marketplace.” Of course, this is just the beginning...", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/zenefits-utah-regulators", 
   "guid": "tag:soundcloud,2010:tracks/202266880", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/202266880-a16z-zenefits-utah-regulators.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 8430117
    }
   ], 
   "title": "a16z Podcast: How One Startup Went from Being Banned by Regulators to Being Open for Business", 
   "published": 1429834673
  }, 
  {
   "total_time": 1343, 
   "subtitle": "Bitcoin has not been easy for Wall Street and oth…", 
   "description": "Bitcoin has not been easy for Wall Street and other traditional financial centers to wrap their collective heads around, let alone take seriously. But that has changed recently, argue authors Michael Casey and Paul Vigna in their book The Age of Cryptocurrency -- How Bitcoin and Digital Currency are Challenging the Global Economic Order. The two Wall Street Journal writers join the a16z Podcast to talk about how far bitcoin has seeped into the Wall Street worldview, and more broadly, into the fabric of the global economy. Casey and Vigna describe the five \"stages\" of bitcoin conversion from disdain to obsession, and why, with the failings of our financial system still painfully fresh, the bitcoin blockchain could be a tool to help rebuild trust, governance, and faith in the power of currency post-recession.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-five-stages-of-bitcoin-disdain-dismissal-curiosity-oh-fk-and-acceptance", 
   "guid": "tag:soundcloud,2010:tracks/202236533", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/202236533-a16z-a16z-podcast-the-five-stages-of-bitcoin-disdain-dismissal-curiosity-oh-fk-and-acceptance.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32245018
    }
   ], 
   "title": "a16z Podcast: The Five Stages of Bitcoin -- Disdain, Dismissal, Curiosity, Oh F**k!, and Acceptance", 
   "published": 1429820572
  }, 
  {
   "total_time": 1739, 
   "subtitle": "It seems like we hear about corporate (not to men…", 
   "description": "It seems like we hear about corporate (not to mention consumer) hacks in the news every week. Is this something new, or just a continuation of old patterns and we just happen to be hearing about it more now? In this segment of the a16z Podcast, longtime security investigative reporter Kim Zetter of Wired -- who also wrote Countdown to Zero Day, the definitive account of Stuxnet, the first digital virus that wrought physical destruction (on a nuclear facility) -- breaks down how hacks happen. What's old (like phishing), what's new (like spear-phishing and ransomware)? How are players around the world -- whether for government or economic espionage -- becoming ever more sophisticated, coordinated, and organized? And what can companies do? Zetter shares her observations on how security models have changed -- for example, from defensive to offensive -- to how she susses out the truth when different players communicate about or claim hacks. (Which is one of the reasons that Zetter questions North Korea's role in the Sony hack...)", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-how-hacks-happen-lets-just-say-mistakes-have-been-made", 
   "guid": "tag:soundcloud,2010:tracks/201449406", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/201449406-a16z-a16z-podcast-how-hacks-happen-lets-just-say-mistakes-have-been-made.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 41731855
    }
   ], 
   "title": "a16z Podcast: How Hacks Happen (Let’s Just Say Mistakes Have Been Made)", 
   "published": 1429392581
  }, 
  {
   "total_time": 1361, 
   "subtitle": "It has long been the case that technological chan…", 
   "description": "It has long been the case that technological change outpaces changes to policy and law. Beyond important safety measures, some regulations take the form of complex processes or workflows that simply don't apply to startups doing different things -- or, that involve prohibitive fees, time, and other resources that startups can't afford. For companies like Airbnb, Instacart, LocalMotion, Lyft, Teespring, Tilt, and others on the frontlines of the so-called 'sharing economy' -- What's working? What needs to be changed? This segment of the a16z Podcast shares founders' perspectives and experiences [from a previously recorded live roundtable conversation] on what startups need to be able to innovate in this (and other areas!) in the current regulatory environment... Especially as software continues to eat the physical world.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-regulation-and-the-sharing-economy", 
   "guid": "tag:soundcloud,2010:tracks/200987835", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/200987835-a16z-a16z-podcast-regulation-and-the-sharing-economy.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32673217
    }
   ], 
   "title": "a16z Podcast: Regulation and the Sharing Economy", 
   "published": 1429132045
  }, 
  {
   "total_time": 1267, 
   "subtitle": "It is something we all face -- the prospect of ta…", 
   "description": "It is something we all face -- the prospect of taking care of a parent (or two) when they can't quite take care of themselves. For Seth Sternberg, part of the founding team of messaging service Meebo (bought by Google) a trip in the car with his mother reinforced the inevitability of her aging. Today it was her driving, but soon how would she manage everything else? For Sternberg, the answer to that question lay in part with technology. How could technology be brought to bear so that his mother -- and other seniors -- might stay in their homes longer and live not just physically satisfying lives, but lives that addressed their emotional well-being as well? The founding Meebo team got back together to build that technology, the backbone of their new company Honor. In this segment of the pod Sternberg and co-founder Sandy Jen discuss how technology needs to disappear into a human experience -- becoming something that isn't about the shiny and new, and more about human interaction. Also, after such a successful run at Meebo why torture themselves with building some new? The answer is exactly what you would hope.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast", 
   "guid": "tag:soundcloud,2010:tracks/200214082", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/200214082-a16z-a16z-podcast.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 30426268
    }
   ], 
   "title": "a16z Podcast: Tackling Senior Care with Help from Technology", 
   "published": 1428695521
  }, 
  {
   "total_time": 1513, 
   "subtitle": "The potential to turn messaging into a platform i…", 
   "description": "The potential to turn messaging into a platform is driving much of the excitement in mobile, says a16z’s Benedict Evans. It's a platform through which other apps flow (and where all the users get aggregated). Take for example Facebook's recent announcements, which put it right where it wants to be on the mobile phone -- in control. So what’s next in messaging? And what will Apple, Google, and other players like WeChat have to say about it?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-messaging-is-the-medium", 
   "guid": "tag:soundcloud,2010:tracks/199111103", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/199111103-a16z-a16z-podcast-messaging-is-the-medium.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 36310716
    }
   ], 
   "title": "a16z Podcast: Messaging is the Medium", 
   "published": 1428089600
  }, 
  {
   "total_time": 2031, 
   "subtitle": "Cyber attacks are growing in number and impact, a…", 
   "description": "Cyber attacks are growing in number and impact, and the reason is simple: there's more of value (and more vectors to) steal in our increasingly virtual world. So how are we to continue to move forward along this connected path as a culture and as businesses? Marc Andreessen tackles that question in this segment of the a16z Podcast -- against the backdrop of ever-more sophisticated hackers and hacks, Edward Snowden, and the rise of trillions more devices coming online. Still, despite the real risk and pain of cyber attacks we won't go backwards -- we have no choice but to move forward, says Andreessen. \"The reason we don’t have a choice is there’s too much value in the virtual world.\" Smartphones, the internet; pick your favorite device, app, or service... ask yourself what (if anything) you would be willing to give up. Not much, right?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-securitys-painful-prominence-and-why-there-is-no-turning-back-with-marc-andreessen", 
   "guid": "tag:soundcloud,2010:tracks/198495413", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/198495413-a16z-a16z-podcast-securitys-painful-prominence-and-why-there-is-no-turning-back-with-marc-andreessen.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 48757958
    }
   ], 
   "title": "a16z Podcast: Security's Painful Prominence and Why There is No Turning Back -- with Marc Andreessen", 
   "published": 1427761306
  }, 
  {
   "total_time": 2883, 
   "subtitle": "As the CEO of a startup your board is a critical …", 
   "description": "As the CEO of a startup your board is a critical tool in helping your company grow; the board is there to make you a better CEO. (Or at least it should be.) But how do you best leverage your board’s expertise -- both during meetings and outside scheduled time -- and what kind of people should fill the precious few slots you have? “Don’t end up with one of those boards with six VCs on it,” says a16z General Partner Scott Weiss. Seems like strange advice coming from a VC, but the point, Weiss says, is to have a balance of people on your board -- especially in the early stages of a company. “For every VC you have, add a CEO -- that’s how you get that outside perspective.” Weiss is joined in this segment of the podcast by former Chairman and CEO of 3Com (and a16z Board Partner) Bill Krause; Box co-founder and CEO Aaron Levie; Zillow CEO Spencer Rascoff; and former CEO and Chairman of NetApp Dan Warmenhoven to discuss the practicalities of building and leading boards over the lifetime of a company -- from early days to prepping for an IPO.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-how-to-lead-not-manage-your-board", 
   "guid": "tag:soundcloud,2010:tracks/197858546", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/197858546-a16z-a16z-podcast-how-to-lead-not-manage-your-board.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 69203685
    }
   ], 
   "title": "a16z Podcast: How to Lead, Not Manage Your Board", 
   "published": 1427408433
  }, 
  {
   "total_time": 1756, 
   "subtitle": "Getting a board seat isn't just about adding valu…", 
   "description": "Getting a board seat isn't just about adding value, but also about what value you take from it for your career. But why do it? When? How? And should you focus on a public or private company? To answer these questions and share their perspectives, this segment of the a16z Podcast features three current board directors and veteran executives: Amy Bohutinsky, CMO of the Zillow Group and a board director at Hotel Tonight and Avvo; Dawn Lepore, former Chair and CEO of Drugstore.com and a board director at AOL, Real Networks, and Coupons.com; and Michelle Wilson, former Amazon general counsel and a board member at Zendesk.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-public-or-private-finding-the-right-board-seat", 
   "guid": "tag:soundcloud,2010:tracks/197652089", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/197652089-a16z-a16z-podcast-public-or-private-finding-the-right-board-seat.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 42160054
    }
   ], 
   "title": "a16z Podcast: Public or Private? Finding the Right Board Seat", 
   "published": 1427308717
  }, 
  {
   "total_time": 3027, 
   "subtitle": "Diane Greene -- who is on the boards of Google an…", 
   "description": "Diane Greene -- who is on the boards of Google and Intuit -- has some golden rules when it comes to serving on boards. No 1: “You don’t want to tell them how to do strategy, whether it’s a big company or a small company,” she says. “That’s not your job. Your job as a director is to ask questions.” Lots of questions. In this segment of the a16z Podcast, a16z's Marc Andreessen and VMware co-founder and former CEO Diane Greene have a candid conversation about their experiences on boards from the perspective of both company founders and board directors. “I’ve almost never seen a problem that couldn’t be solved by better communication and consistency,” Greene says. That's rule No. 2. [This talk took place as part of a training program in corporate governance that a16z organized with the Director’s College at Stanford on March 5, 2015.]", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-board-truths-diane-greene-marc-andreessen", 
   "guid": "tag:soundcloud,2010:tracks/196889918", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/196889918-a16z-a16z-podcast-board-truths-diane-greene-marc-andreessen.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 72654356
    }
   ], 
   "title": "a16z Podcast: The Truth about Serving on Boards (with Diane Greene and Marc Andreessen)", 
   "published": 1426892532
  }, 
  {
   "total_time": 1910, 
   "subtitle": "Of the 371 board seats that opened up last year (…", 
   "description": "Of the 371 board seats that opened up last year (within Fortune 500 companies that is), 39% ended up going to first-time board members. So how did they pull it off? What are some strategies for landing your first board seat -- especially if you don’t fit the typical 'profile' of the other board members? And why do it? In this segment of the a16z Podcast, three veteran executives and board members share their experiences and offer advice about building better public company boards: Shellye Archambeau, who sits on the Nordstrom and Verizon boards; Gerri Elliott, a board member at Whirlpool, Bed Bath and Beyond, and Charlotte Russe; and Raul Vazquez, a Staples board member.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-building-a-better-boardroom", 
   "guid": "tag:soundcloud,2010:tracks/196183902", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/196183902-a16z-a16z-podcast-building-a-better-boardroom.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 45845201
    }
   ], 
   "title": "a16z Podcast: Building a Better Board", 
   "published": 1426531675
  }, 
  {
   "total_time": 2207, 
   "subtitle": "Personalized learning -- customized to different …", 
   "description": "Personalized learning -- customized to different student's interests and levels -- has long been an elusive goal of education. Now, however, technology-enabled approaches like AltSchool's make personalized learning possible at a whole new scale. Yet education has changed very little, fundamentally, in decades. Can a 'full-stack' approach really change things? This episode of the a16z Podcast with AltSchool founder and CEO Max Ventilla and a16z General Partner Lars Dalgaard addresses some of the common myths and misconceptions around tech and education -- and shares their hopes for a better platform to engage teachers, students, parents, and entire communities. And not just in San Francisco.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/education-fullstack", 
   "guid": "tag:soundcloud,2010:tracks/195750873", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/195750873-a16z-education-fullstack.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 52966598
    }
   ], 
   "title": "a16z Podcast: A 'Full-stack' Approach to Education", 
   "published": 1426287386
  }, 
  {
   "total_time": 891, 
   "subtitle": "As technology outgrows the tech industry, it move…", 
   "description": "As technology outgrows the tech industry, it moves from selling utilitarian products to selling things that fulfill other desires or pleasures. The Apple Watch is a perfect example of this market shift, says a16z's Benedict Evans. \"It's another step in abstraction, and another step in the importance of delight rather than speeds and feeds.\" Technology meets desire in this segment of the a16z Podcast.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-what-the-apple-watch-is-and-isnt", 
   "guid": "tag:soundcloud,2010:tracks/195409025", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/195409025-a16z-a16z-podcast-what-the-apple-watch-is-and-isnt.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 21403992
    }
   ], 
   "title": "a16z Podcast: What the Apple Watch Is -- and Isn't", 
   "published": 1426109974
  }, 
  {
   "total_time": 1390, 
   "subtitle": "Companies founded by a group of engineers often h…", 
   "description": "Companies founded by a group of engineers often have a deep-seated mistrust of sales -- or more precisely, salespeople. That was the case at GitHub, says CEO and co-founder Chris Wanstrath: It wasn't until their customers started asking for a sales organization to help guide them that Wanstrath and the GitHub team realized sales wasn't necessarily filled with the fast-talking stereotypes they were used to seeing on TV. Wanstrath joins a16z General Partner Peter Levine to discuss how GitHub finally embraced sales, why good salespeople are like good teachers, and what it takes to sell to developers.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-selling-to-developers", 
   "guid": "tag:soundcloud,2010:tracks/194421673", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/194421673-a16z-a16z-podcast-selling-to-developers.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 16680006
    }
   ], 
   "title": "a16z Podcast: Embracing Sales and Selling to Developers", 
   "published": 1425590194
  }, 
  {
   "total_time": 1733, 
   "subtitle": "It may seem like good apps or services sell thems…", 
   "description": "It may seem like good apps or services sell themselves. That's what the whole viral thing is all about, right? Wrong, says Daniel Shapero, who helped build LinkedIn's enterprise sales team from a small core group to more than 1,200 people all over the globe. Shapero joins a16z General Partner Peter Levine (an engineer who jumped into sales before taking on his first CEO gig, and who now also teaches a class on the topic at Stanford) to discuss the right way to build a sales organization -- from answering the basic question of why sales?, to hiring, compensation ... and the inevitable culture clash that occurs when salespeople and engineers meet.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-getting-sales-right", 
   "guid": "tag:soundcloud,2010:tracks/194239882", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/194239882-a16z-a16z-podcast-getting-sales-right.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20771757
    }
   ], 
   "title": "a16z Podcast: Getting Sales Right", 
   "published": 1425501461
  }, 
  {
   "total_time": 1606, 
   "subtitle": "Online marketplaces are growing much faster than …", 
   "description": "Online marketplaces are growing much faster than e-commerce overall. Why is that? And what new kinds of marketplaces powered by the internet and mobile are we now seeing? a16z's Jeff Jordan and Anu Hariharan share their observations here and also explain what makes marketplace powered by software and reputation work -- as well as how to manage tensions, trust, and marketplace community reactions around change.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-marketplace-rules", 
   "guid": "tag:soundcloud,2010:tracks/191799809", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/191799809-a16z-a16z-podcast-the-marketplace-rules.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 38557664
    }
   ], 
   "title": "a16z Podcast: The Marketplace Rules", 
   "published": 1424285716
  }, 
  {
   "total_time": 2269, 
   "subtitle": "You've heard the story: Slack began as a game. Bu…", 
   "description": "You've heard the story: Slack began as a game. But almost exactly 1 year ago today, the internal tool the team built for its own use became a team communication app that anyone (and especially enterprises) can use -- and is now one of the fastest growing ones at that. It seems like collaboration is \"something software should be helping us with” Slack co-founder Stewart Butterfield observes, yet it typically isn't. So what can an app like Slack tell us about how we work today, and how the nature of work will change (fewer meetings? less emails)? Butterfield is joined in this edition of the a16z podcast by a16z board partner Steven Sinofsky and a16z's Benedict Evans. The trio examines the origins of messaging and task management tools (many of which Sinofsky worked on at Microsoft) -- and how the advent of cloud-based services and mobile in particular have changed the requirements for modern workplace tools and information management.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/slack-1-year-later", 
   "guid": "tag:soundcloud,2010:tracks/190659797", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/190659797-a16z-slack-1-year-later.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 54464982
    }
   ], 
   "title": "a16z Podcast: Tools for How We Work Today", 
   "published": 1423691601
  }, 
  {
   "total_time": 1333, 
   "subtitle": "Consumers seem content with the mobile duopoly we…", 
   "description": "Consumers seem content with the mobile duopoly we currently have. So what can be gained from a third mobile operating system? If it's an open computing platform, argues Cyanogen CEO and co-founder Kirt McMaster (in discussion with a16z's Zal Bilimoria), one big win for developers and device makers is access to the guts of an operating system -- and the opportunity to exist as core services rather than simple apps riding on top of an OS. For consumers this means potentially new and unique software for smartphones, tablets, and wearables that take advantage of that tight integration. How else could the next Siri or Gmail take hold on mobile ... without necessarily coming from the likes of Apple and Google??", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-searching-for-mobiles-third-os", 
   "guid": "tag:soundcloud,2010:tracks/189872198", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/189872198-a16z-a16z-podcast-searching-for-mobiles-third-os.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 31995496
    }
   ], 
   "title": "a16z Podcast: Searching for Mobile's Third OS", 
   "published": 1423270491
  }, 
  {
   "total_time": 1623, 
   "subtitle": "A crisis can be an opportunity to change your cul…", 
   "description": "A crisis can be an opportunity to change your culture. But you have to get through the crisis first, and that starts with getting to the truth of what happened. a16z's Margit Wennmachers, who co-founded The Outcast Agency, and Judy Smith, the founder of a crisis management firm but also \"the real life Olivia Pope\" (the inspiration behind the ABC show Scandal) draw on their long experience managing all types of crises to walk us through what steps to take when things go bad.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-crisis-time-what-to-do-when-things-head-south", 
   "guid": "tag:soundcloud,2010:tracks/189288914", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/189288914-a16z-a16z-podcast-crisis-time-what-to-do-when-things-head-south.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 38950128
    }
   ], 
   "title": "a16z Podcast: Crisis Time -- What to Do When Things Go Sideways", 
   "published": 1422978272
  }, 
  {
   "total_time": 1682, 
   "subtitle": "Apple absolutely crushed its most recent quarter,…", 
   "description": "Apple absolutely crushed its most recent quarter, and unquestionably owns the high-end of the smartphone market, says a16z’s Benedict Evans. So where does Android fit in the ecosystem going forward? Where is the leverage for Google? Not to mention for Facebook, Amazon, and handset-makers like Samsung? Get used to this market complexion for the foreseeable future, Evans argues, with Apple owning the high-end; forked Android-powered devices flourishing at the low-end; and a battle to sell Google-approved Android gadgets in the middle. Until, of course, everything changes yet again.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-mobile-is-eating-the-world-and-apple-is-gobbling-fastest", 
   "guid": "tag:soundcloud,2010:tracks/188674648", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/188674648-a16z-a16z-podcast-mobile-is-eating-the-world-and-apple-is-gobbling-fastest.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 40377041
    }
   ], 
   "title": "a16z Podcast: Mobile is Eating the World (and Apple is Gobbling Fastest)", 
   "published": 1422643165
  }, 
  {
   "total_time": 1838, 
   "subtitle": "Virtual reality (VR) -- and augmented reality (AR…", 
   "description": "Virtual reality (VR) -- and augmented reality (AR) -- seem to be everywhere these days, showing up in demos and offerings from the world's biggest gadget makers to the Hollywood, gaming, and media crowds. But what's the difference between VR and AR? Is one better suited for work vs. play? What happens when you are building experiences -- and an entirely new visual grammar -- from scratch ... will we actually need standards next? a16z's Chris Dixon and Wired Entertainment's Peter Rubin discuss all this and more on this episode of the a16z Podcast.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-vr-goes-pro", 
   "guid": "tag:soundcloud,2010:tracks/188184000", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/188184000-a16z-a16z-podcast-vr-goes-pro.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 44131150
    }
   ], 
   "title": "a16z Podcast: Virtual Reality v Augmented Reality, and What's Next", 
   "published": 1422390590
  }, 
  {
   "total_time": 1478, 
   "subtitle": "Tracy Chou from Pinterest, and Chris Granger and …", 
   "description": "Tracy Chou from Pinterest, and Chris Granger and Jamie Brandon from Eve, discuss whether coding is a literacy (or as Granger puts it, a \"superpower\" ). But as software infuses every industry and much of our lives, do we all really need to start writing code? Or is a less hands-on approach -- educating ourselves about what software can (and can't) do, and the basic architecture behind its creation -- the most useful way to gain software literacy for most people?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-coding-as-literacy", 
   "guid": "tag:soundcloud,2010:tracks/186851886", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/186851886-a16z-a16z-podcast-coding-as-literacy.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 35490680
    }
   ], 
   "title": "a16z Podcast: Coding as Literacy", 
   "published": 1421700205
  }, 
  {
   "total_time": 1107, 
   "subtitle": "Does your burglar alarm need to speak to your the…", 
   "description": "Does your burglar alarm need to speak to your thermostat? What about your lighting system? And if all those things need to interoperate, how does that happen -- and what does that look like on the shelf at Home Depot? These are just some of the questions facing the Internet of Things. It was one of the highest-profile collections of gadgets and ideas at this year’s International CES, but is also a tech trend that has lots of consumers scratching their heads. a16z's Benedict (just back from the Vegas melee that is CES), Preethi, and Zal discuss the Internet of Things and more in this a16z Podcast. The technology is ready, so what are the breakout use cases going to be?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-technology-is-ready-so-where-is-the-internet-of-things-1", 
   "guid": "tag:soundcloud,2010:tracks/185137774", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/185137774-a16z-a16z-podcast-the-technology-is-ready-so-where-is-the-internet-of-things-1.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 26574356
    }
   ], 
   "title": "a16z Podcast: The Technology is Ready, So Where is the Internet of Things?", 
   "published": 1420762487
  }, 
  {
   "total_time": 1275, 
   "subtitle": "Storage as a set of technologies in the datacente…", 
   "description": "Storage as a set of technologies in the datacenter has a conservative reputation when it comes to innovation. Reliability, capacity, speed, and cost -- those have long been the only levers to pull in storage technology. Until Paula Long had the idea to add intelligence to enterprise-grade storage. Long, the CEO and founder of DataGravity joins a16z's Peter Levine for a discussion about storage. Why (and how) intelligence is a fit for storage technology, and how this smarter approach to handling data fits in with the datacenter of the future.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-dumb-storage-gets-smart", 
   "guid": "tag:soundcloud,2010:tracks/182192285", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/182192285-a16z-a16z-podcast-dumb-storage-gets-smart.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 30604319
    }
   ], 
   "title": "a16z Podcast: Dumb Storage Gets Smart", 
   "published": 1418956079
  }, 
  {
   "total_time": 1843, 
   "subtitle": "What does an operating system for today's datacen…", 
   "description": "What does an operating system for today's datacenter look like? Why do we even need one, and how does it function? Mesosphere's Benjamin Hindman, the co-creator of Apache Mesos, joins Steven Sinofsky for an all-OS discussion.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-why-the-datacenter-needs-an-operating-system", 
   "guid": "tag:soundcloud,2010:tracks/182131796", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/182131796-a16z-a16z-podcast-why-the-datacenter-needs-an-operating-system.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 44228952
    }
   ], 
   "title": "a16z Podcast: Why the Datacenter Needs an Operating System", 
   "published": 1418928222
  }, 
  {
   "total_time": 2142, 
   "subtitle": "It's been a long and (at times) interesting battl…", 
   "description": "It's been a long and (at times) interesting battle pitching iOS vs. Android. It's time to let it go, says a16z's Benedict Evans. It's time to move on to a new set of questions -- and ideas -- in mobile.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/new-questions-for-mobile", 
   "guid": "tag:soundcloud,2010:tracks/181987229", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/181987229-a16z-new-questions-for-mobile.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 51403013
    }
   ], 
   "title": "a16z Podcast: Enough with the Old Stuff -- Time for New Questions in Mobile", 
   "published": 1418848524
  }, 
  {
   "total_time": 897, 
   "subtitle": "The Internet of Things puts intelligence into all…", 
   "description": "The Internet of Things puts intelligence into all kinds of things -- especially in the home, from appliances to light bulbs and door locks. But we still have a ways to go. “We need to be very patient in this category,” says Quirky CEO Ben Kaufman in a conversation with a16z General Partner Scott Weiss. The technology is available, Kaufman adds, we just need our things -- and habits -- to be ready too. So when does this technology go mainstream? What gadget do they think will push it over the edge ... and what might hold it back even longer?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-gateway-gadgets-connected-home", 
   "guid": "tag:soundcloud,2010:tracks/181265062", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/181265062-a16z-a16z-podcast-gateway-gadgets-connected-home.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 21545054
    }
   ], 
   "title": "a16z Podcast: Gateway Gadgets to the Internet of Things", 
   "published": 1418432819
  }, 
  {
   "total_time": 2005, 
   "subtitle": "After years of being shut off to the world -- Mya…", 
   "description": "After years of being shut off to the world -- Myanmar is opening itself up. Not just across physical borders, but also the digital. What happens when the vast majority of a population suddenly has access to a cell phone, not to mention Facebook? How is technology manifesting itself in the media, in the economy and in the education of a population eager to use the tools it suddenly has access to? What can Myanmar teach the rest of the world about the opportunities that arise, and potential pitfalls, when a wave of new technology crashes down? Joining the discussion is David Madden from non-profit Internews and the founder of the brand-new Phandeeyar: Myanmar Innovation Lab; Aye Moah, founder of Silicon Valley-based startup Baydin (in photo); and Ethan Zuckerman director of the Center for Civic Media at MIT.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/myanmar", 
   "guid": "tag:soundcloud,2010:tracks/180612520", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/180612520-a16z-myanmar.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 48119734
    }
   ], 
   "title": "a16z Podcast: Technology and the Opening of Myanmar", 
   "published": 1418080089
  }, 
  {
   "total_time": 2137, 
   "subtitle": "Technology can be an equalizer, especially as new…", 
   "description": "Technology can be an equalizer, especially as new tools democratize the expertise that was previously held only by a limited few. But is coding really the new literacy -- the fourth “r” -- after reading, writing and arithmetic? Should it be? Why does this even matter, and how can coding enable more people?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-coding-literacy", 
   "guid": "tag:soundcloud,2010:tracks/180562129", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/180562129-a16z-a16z-podcast-coding-literacy.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 51290791
    }
   ], 
   "title": "a16z Podcast: If Coding is the New Literacy, How Can More People Code?", 
   "published": 1418060028
  }, 
  {
   "total_time": 2054, 
   "subtitle": "VCs wouldn't fund Salesforce (\"that obviously won…", 
   "description": "VCs wouldn't fund Salesforce (\"that obviously won't work\") when Marc Benioff began. With the cloud a growing part of practically every company, government, organization, and people's lives, a lot's changed since 1999. But what's next? Do enterprise CEOs get (mobile) religion? [Answer: not yet. Benioff thinks there's a ton of opportunity ahead there.] What's happening with international growth, when countries want their own clouds and 90% of enterprise software is bought in just 7 countries?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-talking-with-softwares-original-heretic-marc-benioff", 
   "guid": "tag:soundcloud,2010:tracks/180121693", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/180121693-a16z-a16z-podcast-talking-with-softwares-original-heretic-marc-benioff.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 49293364
    }
   ], 
   "title": "a16z Podcast: Where the Growth in Cloud and Enterprise Software Really Is (with Marc Benioff)", 
   "published": 1417799714
  }, 
  {
   "total_time": 1761, 
   "subtitle": "The security landscape is changing. Can companies…", 
   "description": "The security landscape is changing. Can companies fight back against an increasingly well-armed and sophisticated set of bad players? “I think it is the beginning of a wakeup call,” former deputy secretary of defense Ashton Carter says. “That said, I think there are a lot of people at the top that don’t know what to do.” Carter (who is is expected to be formally nominated as the next Secretary of Defense) joins a16z board partner John Jack and Yahoo security chief Alex Stamos for a wide-ranging discussion about the state of security.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-securitys-wakeup-call", 
   "guid": "tag:soundcloud,2010:tracks/179831810", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/179831810-a16z-a16z-podcast-securitys-wakeup-call.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 42267261
    }
   ], 
   "title": "a16z Podcast: Security’s Wakeup Call", 
   "published": 1417638559
  }, 
  {
   "total_time": 1941, 
   "subtitle": "It might seem that culture at a startup is someth…", 
   "description": "It might seem that culture at a startup is something that is just intuitive. And in the first days, with the first handful of people, that might be true. But the co-founders of Genius.com, Tom Lehman and Ilan Zechory (pictured), found that even at 25 people taking the time to describe their company's culture in detail -- their basic principles of life and work -- was critical. What follows is their version of a culture guide, the \"Genius ISMs,\" from the practical -- \"take the roast out of the oven,\" and \"run into the spike,\" to the more tonal -- \"we'll figure it out\" and \"the chaos will not be minimized.\" You can check out all 17 here: http://genius.com/Genius-the-genius-isms-annotated And of course here's the interview annotated: http://genius.com/A16z-genius-podcast-annotated", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-guiding-startup-culture-the-genius-isms", 
   "guid": "tag:soundcloud,2010:tracks/179046205", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/179046205-a16z-a16z-podcast-guiding-startup-culture-the-genius-isms.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 46586275
    }
   ], 
   "title": "a16z Podcast: Guiding Startup Culture -- The Genius ISMs", 
   "published": 1417191864
  }, 
  {
   "total_time": 1349, 
   "subtitle": "How can ecommerce companies deal with the conflic…", 
   "description": "How can ecommerce companies deal with the conflicting expectations of consumers and logistics realities of an on-demand economy? How can they compete with ecommerce giant Amazon, which just gets bigger every year? And given all this, how is physical retail faring?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-ecommerce-and-the-holiday-shopping-collision-between-expectation-and-reality", 
   "guid": "tag:soundcloud,2010:tracks/178024729", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/178024729-a16z-a16z-podcast-ecommerce-and-the-holiday-shopping-collision-between-expectation-and-reality.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32387333
    }
   ], 
   "title": "a16z Podcast: Ecommerce and the Holiday Shopping Collision", 
   "published": 1416602141
  }, 
  {
   "total_time": 3457, 
   "subtitle": "The ease with which we can order anything online …", 
   "description": "The ease with which we can order anything online masks the tremendous complexity of getting that item to your door in a day or two (or less). Andreessen Horowitz's Jeff Jordan leads a discussion with four experts in ecommerce logistics and operations -- the tough business of getting things from one place to another.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-wheres-my-stuff-the-low-down-on-logistics-and-ops", 
   "guid": "tag:soundcloud,2010:tracks/178001028", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/178001028-a16z-a16z-podcast-wheres-my-stuff-the-low-down-on-logistics-and-ops.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 82961857
    }
   ], 
   "title": "a16z Podcast: Where's My Stuff? -- The Lowdown on Logistics and Ops", 
   "published": 1416591677
  }, 
  {
   "total_time": 1627, 
   "subtitle": "In this wide-ranging discussion about the latest …", 
   "description": "In this wide-ranging discussion about the latest and next consumer and industrial applications for 3D printing, we examine (with Shapeway's Carine Carmy and a16z's Tom Rikert): how the software-driven ideal of product-market-fit may be achieved in physical products, too -- with rapid prototyping through 3D printing; how the ability to manufacture on-demand changes traditional notions of seasonality and inventory management in product cycles and development; and how the long tail of 3-D printing means being able to have a market of 1.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/3d-printing-final", 
   "guid": "tag:soundcloud,2010:tracks/177579505", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/177579505-a16z-3d-printing-final.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 39057334
    }
   ], 
   "title": "a16z Podcast: The Next Phase of 3D Printing", 
   "published": 1416358225
  }, 
  {
   "total_time": 2290, 
   "subtitle": "What happens when the importance of access to thi…", 
   "description": "What happens when the importance of access to things trumps the value of owning those same things? The end of ownership. From computer hardware, to houses, trucks, cars, and more, the notion of ownership is changing as software enables the matching of people and organizations that have things and those that need them. Joining a16z’s Balaji Srinivasan to pick apart this trend are Joe Gebbia, Airbnb co-founder and chief product officer; John Stanfield co-founder and CEO of Local Motion; and Ben Uretsky, co-founder and CEO of DigitalOcean.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-end-of-ownership", 
   "guid": "tag:soundcloud,2010:tracks/177395566", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/177395566-a16z-a16z-podcast-the-end-of-ownership.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 73305781
    }
   ], 
   "title": "a16z Podcast: The End of Ownership", 
   "published": 1416262658
  }, 
  {
   "total_time": 3434, 
   "subtitle": "The modern, average 12-year-old Madden NFL videog…", 
   "description": "The modern, average 12-year-old Madden NFL videogame player has actually visualized more plays than ‪any past real-life NFL Hall-of-Famer. And now, for the first time, we're seeing those videogame tactics show up on the field too. There's a \"technological and analytical arms race\" going on in sports, and it's producing the world's best athletes in history. How are they working smarter, using science and technology to enhance the way they train and perform, when it's not enough to put in 10,000 hours? How should athletes sleep? (Note: you can try this at home, too). And what does “performance by the aggregation of marginal gains” have to do with winning? Author of the new book Faster, Higher, Stronger Wired's Mark McClusky -- interviewed by a16z General Partner (and enthusiastic basketball player) Jeff Jordan -- bridge the worlds of \"jocks\" and \"nerds\" in this wide-ranging conversation about sports, performance technology, nature vs. nurture, and the tricky nuances of why some enhancement technologies are legal vs. illegal or better vs. worse than others.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-sports-performance-tech", 
   "guid": "tag:soundcloud,2010:tracks/176839831", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/176839831-a16z-a16z-podcast-sports-performance-tech.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 82427078
    }
   ], 
   "title": "a16z Podcast: Sports, Tech, and What We Can All Learn from the Latest Performance Science", 
   "published": 1415942261
  }, 
  {
   "total_time": 1522, 
   "subtitle": "With 15 million fantasy football players angling …", 
   "description": "With 15 million fantasy football players angling for the win in thousands of fantasy leagues, ESPN joined Tilt.com for a discussion about how crowdfunding provides a platform for an obsessed community.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-when-fantasy-football-and-crowdfunding-collide", 
   "guid": "tag:soundcloud,2010:tracks/176637987", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/176637987-a16z-a16z-podcast-when-fantasy-football-and-crowdfunding-collide.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 36525129
    }
   ], 
   "title": "a16z Podcast: When Fantasy Football and Crowdfunding Collide", 
   "published": 1415834119
  }, 
  {
   "total_time": 2629, 
   "subtitle": "Don Faul, head of operations at Pinterest and a f…", 
   "description": "Don Faul, head of operations at Pinterest and a former U.S. Marine Corps Platoon Commander, grills Marc Andreessen in front of a crowd of veterans at an event we hosted for bringing more veterans into startups. The discussion ranges from what makes great founders great; the shift to venture capital; and how Silicon Valley is all about “applied creativity.” All that, plus the three books every entrepreneur should read...", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/veterans_marc_andreessen_silicon_valley", 
   "guid": "tag:soundcloud,2010:tracks/176458427", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/176458427-a16z-veterans_marc_andreessen_silicon_valley.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 63096048
    }
   ], 
   "title": "a16z Podcast: What Makes the Valley Work", 
   "published": 1415742299
  }, 
  {
   "total_time": 1302, 
   "subtitle": "It’s always hard to predict how a generational sh…", 
   "description": "It’s always hard to predict how a generational shift in technology will impact the wider world, especially when you are in the trenches building that new technology. It happened with the mainframe computer, mini-computer, and the PC. These were all technologies that fundamentally changed how industries functioned and culture evolved (especially the PC plus internet), and in ways that were hard to predict. With mobile and the smartphone, a16z’s Benedict Evans argues, the impact will be even greater. a16z Board Partner Steven Sinofsky joins Evans in a conversation examining the massive scale and monstrous leverage of mobile devices and the software running on them and how -- unpredictably as always -- this technological shift is changing the world. As Sinofsky puts it, “Mobile is everything.”", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-selling-tech-to-everyone-changes-everything", 
   "guid": "tag:soundcloud,2010:tracks/174751665", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/174751665-a16z-a16z-podcast-selling-tech-to-everyone-changes-everything.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 31246304
    }
   ], 
   "title": "a16z Podcast: Selling Tech to Everyone -- Changes Everything", 
   "published": 1414780423
  }, 
  {
   "total_time": 1734, 
   "subtitle": "It’s well understood that bitcoin can be used to …", 
   "description": "It’s well understood that bitcoin can be used to buy and sell things/services, and the ecosystem of people accepting the cryptocurrency as payment is expanding. But what else can we use the underlying protocol for? How can we expand the same system that enables bitcoin-the-currency to flow and transactions to be recorded? This discussion (from the a16z Academic Roundtable 2014) examines that question, and answers why the currency is just the beginning of the story when it comes to this technology. You can watch video of the entire discussion here: http://a16z.com/2014/10/24/the-bitcoin-network-effect/", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/beyond-bitcoin-the-blockchain", 
   "guid": "tag:soundcloud,2010:tracks/173717007", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/173717007-a16z-beyond-bitcoin-the-blockchain.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 41625276
    }
   ], 
   "title": "a16z Podcast: Beyond Bitcoin -- The Blockchain", 
   "published": 1414195025
  }, 
  {
   "total_time": 4277, 
   "subtitle": "What is Silicon Valley’s greatest reigning monopo…", 
   "description": "What is Silicon Valley’s greatest reigning monopoly? How did PayPal manage to emerge from the dotcom implosion? Can you build a great tech company and keep it private forever? And how did Elon Musk manage to wreck an uninsured, million-dollar car with Peter Thiel in the passenger seat speeding on the way to a VC meeting? Marc Andreessen and Thiel discuss all of it in a wide-ranging conversation that toggles off the topics in Thiel’s new book “Zero to One.”", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/the-definite-optimism-of-peter-thiel", 
   "guid": "tag:soundcloud,2010:tracks/172620124", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/172620124-a16z-the-definite-optimism-of-peter-thiel.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 102649615
    }
   ], 
   "title": "a16z Podcast: The (Definite) Optimism of Peter Thiel", 
   "published": 1413577036
  }, 
  {
   "total_time": 1394, 
   "subtitle": "It's a myth that startups happen in isolation. Th…", 
   "description": "It's a myth that startups happen in isolation. Those legendary two people in a garage are often building on the deep and basic research -- long funded by government and conducted in universities -- that has come before it. But with the advent of the internet, what's the future of peer-to-peer collaborations and startups-as-\"science experiments\"? Can venture capital disrupt academia… and vice versa? And finally, what's the secret to universities like Stanford making money off the entrepreneurial ideas coming out of them? (Hint: It starts with a 'p'. But not what you think.) a16z's new professor in residence Vijay Pande interviews Marc Andreessen at our recent Academic summit on these topics, as well as 'regulatory arbitrage', how to mix humanities and science, and what Marc would have majored in if he were 18 today.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/academic", 
   "guid": "tag:soundcloud,2010:tracks/170375025", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/170375025-a16z-academic.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 33457517
    }
   ], 
   "title": "a16z Podcast: Startups as Science Experiments -- Can VC Disrupt Academia?", 
   "published": 1412282988
  }, 
  {
   "total_time": 1850, 
   "subtitle": "Is it possible to engineer new Silicon Valleys? W…", 
   "description": "Is it possible to engineer new Silicon Valleys? What are the roles of large companies, government, academia, and entrepreneurial communities? Fiona Murray, MIT’s Associate Dean for Innovation and an expert on regional innovation, joins the a16z Podcast to share what she’s learned studying successful — and not so successful — ‘innovation ecosystems’ around the globe. (Including more recent entrepreneur-led efforts, such as Brad Feld’s work in Boulder, Colorado, and Tony Hsieh’s work in Las Vegas.)", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-building-new-silicon-valleys", 
   "guid": "tag:soundcloud,2010:tracks/170044300", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/170044300-a16z-a16z-podcast-building-new-silicon-valleys.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 44407003
    }
   ], 
   "title": "a16z Podcast: Creating New Silicon Valleys -- There's No Magic Bullet, But...", 
   "published": 1412095255
  }, 
  {
   "total_time": 1565, 
   "subtitle": "Jonah Peretti is building BuzzFeed to “inform, in…", 
   "description": "Jonah Peretti is building BuzzFeed to “inform, inspire and entertain” in a world where news and entertainment is increasingly passed around on social networks and consumed on smartphones. Chris Dixon, who is on the board of BuzzFeed as part of Andreessen Horowitz’s recent investment in the startup, sat down with Peretti to talk about building a media company from scratch. If editorial success is driven by digital word-of-mouth, and mountains of data about what people like to read and watch, what does Peretti do differently? Why do BuzzFeed’s lists work so well? Does video finally make financial sense? And why, even if it’s a traffic monster now, is Peretti not religious about any particular format -- including lists. (For more on Dixon’s take on the media business, and BuzzFeed’s “full stack” approach check out this recent post: http://cdixon.org/2014/08/10/buzzfeed/)", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-sharing-is-the-metric-that-matters-building-buzzfeed-for-a-socialmobile-world", 
   "guid": "tag:soundcloud,2010:tracks/168226464", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/168226464-a16z-a16z-podcast-sharing-is-the-metric-that-matters-building-buzzfeed-for-a-socialmobile-world.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 37558951
    }
   ], 
   "title": "a16z Podcast: For Buzzfeed Sharing is the Metric that Matters", 
   "published": 1411004038
  }, 
  {
   "total_time": 2141, 
   "subtitle": "Software, and the billions of transistors that po…", 
   "description": "Software, and the billions of transistors that power it, has brought about massive change to all kinds of industries, but none more so than the news business. Today, distribution doesn’t come from the back of trucks, but from Facebook, Twitter and all across the social web. Relationships with readers and viewers have become a two-way conversation. It’s not news that the traditional business model of news has come under extreme pressure, but there is growing evidence that the reach of media outlets -- and in many ways the opportunity -- has never been greater. In today’s unending news cycle, the latest story, video or graphic is only a tap away from a potential audience of billions around the world. Andreessen Horowitz’s Margit Wennmachers leads a conversation about the road ahead for good journalism and the business of news with Claire Cain Miller from the New York Times, Alexis Madrigal from The Atlantic, and CNET’s Connie Guglielmo.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-reinventing-media", 
   "guid": "tag:soundcloud,2010:tracks/168198112", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/168198112-a16z-a16z-podcast-reinventing-media.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 51397370
    }
   ], 
   "title": "a16z Podcast: Reinventing Media", 
   "published": 1410988828
  }, 
  {
   "total_time": 1224, 
   "subtitle": "Nir Eyal and Product Hunt's Ryan Hoover, the auth…", 
   "description": "Nir Eyal and Product Hunt's Ryan Hoover, the authors of \"Hooked, How to Build Habit-Forming Products,\" discuss the theory and practice of the book as the publish date of a new edition approaches. Nir lays out the four steps integral to any habit-forming product -- trigger, action, reward, investment -- and Ryan describes how those same steps apply to the fast-growing Product Hunt.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-trigger-action-reward-investment-four-steps-for-habit-forming-products", 
   "guid": "tag:soundcloud,2010:tracks/167888829", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/167888829-a16z-a16z-podcast-trigger-action-reward-investment-four-steps-for-habit-forming-products.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 29391819
    }
   ], 
   "title": "a16z Podcast: Trigger, Action, Reward, Investment -- Four Steps for Habit-Forming Products", 
   "published": 1410815758
  }, 
  {
   "total_time": 1129, 
   "subtitle": "Have we as a culture become expert at globalizing…", 
   "description": "Have we as a culture become expert at globalizing industries, but are we failing when it comes to truly world-changing technological breakthroughs? Is competition bad for business? Should you bother with creating the “nth” social network (the answer is no)? Chris Dixon and Blake Masters dig into these themes, plus “power laws” and the importance of secrets from Peter Thiel's new book with Masters, “Zero to One.” Dixon tries to pry a secret from Masters, but they aren’t called “secrets” for nothing.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-secrets-power-laws-and-breakthroughs-the-ideas-of-zero-to-one", 
   "guid": "tag:soundcloud,2010:tracks/167418247", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/167418247-a16z-a16z-podcast-secrets-power-laws-and-breakthroughs-the-ideas-of-zero-to-one.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 27109135
    }
   ], 
   "title": "a16z Podcast: Secrets, Power Laws, and Technology – The Ideas of “Zero to One”", 
   "published": 1410537769
  }, 
  {
   "total_time": 1996, 
   "subtitle": "NFC (near field communication) technology has bee…", 
   "description": "NFC (near field communication) technology has been around for about a decade, and with the exception of transit cards mostly outside the United States it’s gone nowhere. Now Apple has debuted Apple Pay. Has Apple filled in the gaps in terms of user experience, sheer number of devices, and retail footprint to finally make NFC work? In six months will we all be swiping our phones at every coffee joint and grocery store? Once Apple has virtualized your credit cards, what comes next? Benedict Evans is joined by a16z’s Frank Chen and Zal Bilimoria to discuss the latest from Cupertino’s finest around payments, the long-awaited Apple Watch, and a bigger (and biggest) iPhone.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-apple-takes-on-payments-and-your-wrist", 
   "guid": "tag:soundcloud,2010:tracks/167015967", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/167015967-a16z-a16z-podcast-apple-takes-on-payments-and-your-wrist.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 47902187
    }
   ], 
   "title": "a16z Podcast: Apple Takes on Payments and Your Wrist", 
   "published": 1410310349
  }, 
  {
   "total_time": 1530, 
   "subtitle": "It’s a problem most entrepreneurs would love to f…", 
   "description": "It’s a problem most entrepreneurs would love to face, a massive valuation offer from investors for the startup they’ve been killing themselves over. But what terms come along with that big number? In this segment a16z’s Scott Kupor is joined by two startup CEOs to pick apart the topic of valuations – serial entrepreneur Danny Shader, founder of PayNearMe, and Danielle Morrill, co-founder of Mattermark.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/raising-money-and-valuing-startups-can-valuations-go-too-high", 
   "guid": "tag:soundcloud,2010:tracks/166805814", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/166805814-a16z-raising-money-and-valuing-startups-can-valuations-go-too-high.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 36738915
    }
   ], 
   "title": "a16z Podcast: Raising Money and Valuing Startups -- What Happens When Things Don't Go As Planned?", 
   "published": 1410199350
  }, 
  {
   "total_time": 1056, 
   "subtitle": "Profitless Ponzi scheme, or the greatest company …", 
   "description": "Profitless Ponzi scheme, or the greatest company in the world led by an absolute genius? Amazon is a polarizing company. Quarter after quarter, as it grows ever larger gobbling up categories and adding businesses, Amazon manages to produce exactly no profit. It’s as if its founder and CEO Jeff Bezos engineered it that way. He has, and Bezos will continue on the same profitless path, says Benedict Evans in conversation with Ben Horowitz in this segment of the a16z podcast. Benedict and Ben (yeah, we know, two Bens) examine the company Bezos has constructed, and why, for Bezos at least as opposed to nervous investors, it works so well. How one of the world's great founders gets away with building a massive public company his way. Be sure to check out Benedict's post on the topic for all the charts and numbers: http://a16z.com", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-everything-you-need-to-know-about-amazon", 
   "guid": "tag:soundcloud,2010:tracks/166376155", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/166376155-a16z-a16z-podcast-everything-you-need-to-know-about-amazon.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 25361230
    }
   ], 
   "title": "a16z Podcast: Everything You Need to Know About Amazon", 
   "published": 1409936311
  }, 
  {
   "total_time": 1643, 
   "subtitle": "Given that physical retail is expensive, what’s t…", 
   "description": "Given that physical retail is expensive, what’s the right distribution mix for startups? In this podcast with Tristan Walker (who is building health and beauty brand Walker & Company from scratch), we hear Ron Johnson's lessons learned from arguably the world’s most successful physical retail outlet: the Apple Store -- as well as a discussion of the challenges of brand and retail in a multichannel world.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-building-brands-and-using-retail-ron-johnson-and-tristan-walker-break-it-down", 
   "guid": "tag:soundcloud,2010:tracks/166119410", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/166119410-a16z-a16z-podcast-building-brands-and-using-retail-ron-johnson-and-tristan-walker-break-it-down.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 39451679
    }
   ], 
   "title": "a16z Podcast: Building Brands and Running Retail -- Ron Johnson and Tristan Walker Break It Down", 
   "published": 1409785802
  }, 
  {
   "total_time": 771, 
   "subtitle": "Teenage siblings Ima, Asha and Caleb Christian fr…", 
   "description": "Teenage siblings Ima, Asha and Caleb Christian from Atlanta, Georgia join Ben Horowitz for a discussion about the motivation and origins of their new app, Five-O. In the aftermath of the tragedy in Ferguson, Missouri, the young developers built Five-O as a tool to rate and document interactions -- good and bad -- with the police. Ben and the Five-O team discuss the origins and technical underpinnings of the app. Rapper Nas makes an appearance, offering his own experience with the police, and why efforts like Five-O work towards a solution that both citizens and police should get behind.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/three-kids-one-app-one-love-the-five-o-story", 
   "guid": "tag:soundcloud,2010:tracks/165194885", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/165194885-a16z-three-kids-one-app-one-love-the-five-o-story.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18523836
    }
   ], 
   "title": "a16z Podcast: Three Kids, One App, One Love -- The Five-O Story", 
   "published": 1409252352
  }, 
  {
   "total_time": 1007, 
   "subtitle": "The five-year anniversary segment with a16z found…", 
   "description": "The five-year anniversary segment with a16z founders Ben Horowitz and Marc Andreessen picks up with a discussion of Clayton Christensen's theories around disruption. Why Christensen's thinking is very much on the mark today, and how his theories help guide the firm in making decisions about what NOT to invest in. Ben offers one of the things he wished he had known as a young CEO, and Marc describes a trait that every great entrepreneur possesses. Part two of two.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-ben-and-marc-explain-practically-everything-part-2", 
   "guid": "tag:soundcloud,2010:tracks/164893294", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/164893294-a16z-a16z-podcast-ben-and-marc-explain-practically-everything-part-2.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24184466
    }
   ], 
   "title": "a16z Podcast: Ben and Marc Explain (Practically) Everything – Part 2", 
   "published": 1409082018
  }, 
  {
   "total_time": 1159, 
   "subtitle": "Jim Barksdale in the run-up to the Netscape IPO t…", 
   "description": "Jim Barksdale in the run-up to the Netscape IPO told potential investors that you can make money in software in two ways: bundling and unbundling. Benedict Evans and Steven Sinofsky revisit that thesis in the context of a mobile app world -- how Facebook for example, is unbundling itself, while at the same time Baidu is bundling everything together as fast as it can. How and why Barksdale's thesis is very much alive and well in the mobile world. All that, and the proper use of \"fissiparousness\" in a sentence.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/why-the-apps-world-is-an-endless-process-of-bundling-and-unbundling", 
   "guid": "tag:soundcloud,2010:tracks/163279192", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/163279192-a16z-why-the-apps-world-is-an-endless-process-of-bundling-and-unbundling.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 27825099
    }
   ], 
   "title": "a16z Podcast: The Topic That's Lasted the Entire History of Computing -- Bundling and Unbundling", 
   "published": 1408117564
  }, 
  {
   "total_time": 1349, 
   "subtitle": "Peter Levine goes deeper into the changing nature…", 
   "description": "Peter Levine goes deeper into the changing nature of the data center with Yoram Novick, CEO of Maxta, and Florian Leibert, CEO of Mesosphere. Does ARM architecture, the foundation of the chips in practically every mobile phone, have what it takes to displace X86 processors in the data center? Is the private cloud --- effectively a company operating its own data center -- dead, or will a hybrid public/private cloud model dominate? Given all the upheaval in the data center how do startups fit into the equation, and how are they competing today with legacy technologies and companies?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-consumerization-of-it", 
   "guid": "tag:soundcloud,2010:tracks/161162338", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/161162338-a16z-a16z-podcast-the-consumerization-of-it.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32389873
    }
   ], 
   "title": "a16z Podcast: The Consumerization of IT", 
   "published": 1406843123
  }, 
  {
   "total_time": 1522, 
   "subtitle": "There is a shift in enterprise hardware from expe…", 
   "description": "There is a shift in enterprise hardware from expensive, proprietary hardware to cheap components plucked directly from the consumer hardware supply chain. While that trend has been underway for some time thanks to companies like Google, Facebook and Amazon rolling their own data centers, the next wave of enterprise IT is taking its cues from the mobile supply chain’s collection of components -- the stuff that your mobile phone is made of. That includes everything from power-sipping ARM chips to flash-based memory. Andreessen Horowitz’s Peter Levine is joined by Coho Data CEO Ramana Jonnala and Cumulus Networks CEO JR Rivers for a discussion about the consumerization of the datacenter. Where is the hardware coming from? How will software make it all work? What does it mean for incumbent hardware and software vendors? And how will customers buy all this data center muscle?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-mobile-invades-the-data-center", 
   "guid": "tag:soundcloud,2010:tracks/161161830", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/161161830-a16z-a16z-podcast-mobile-invades-the-data-center.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 36537073
    }
   ], 
   "title": "a16z Podcast: Mobile Invades the Data Center", 
   "published": 1406842874
  }, 
  {
   "total_time": 1386, 
   "subtitle": "Open source software has permeated practically ev…", 
   "description": "Open source software has permeated practically every nook of the software world. The biggest companies and largest-scale systems all lean heavily on open source code. Yet, with the exception of Red Hat, no one has built a great business on top of open source software. That’s because what companies should be selling isn’t necessarily the software, or even support, says a16z’s Peter Levine, but a service that leverages open source. One example of such a service is DigitalOcean, which has built a cloud environment tailored to the needs of developers. DigitalOcean CEO and cofcounder Ben Uretsky joins Levine from his New York City HQ for a discussion about open source-as-a-service, how companies of all sizes should think about leveraging open source, and whether we’ll start to see a slew of specialized clouds geared toward different verticals.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-an-open-source-business-model-that-works", 
   "guid": "tag:soundcloud,2010:tracks/161160060", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/161160060-a16z-a16z-podcast-an-open-source-business-model-that-works.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 33282007
    }
   ], 
   "title": "a16z Podcast: An Open Source Business Model That Works", 
   "published": 1406842045
  }, 
  {
   "total_time": 845, 
   "subtitle": "Fashion, function or just a fad? Wearable technol…", 
   "description": "Fashion, function or just a fad? Wearable technology is getting huge amounts of attention from companies of every size and stripe. Consumers are slapping on fitness bands, experimenting with smart watches and trying on jewelry that syncs with their smart phones. Christina Mercando, CEO and co-founder of Ringly, which fits in the fashion/jewelry segment of wearables, joins a16z’s Chris Dixon in a discussion about this emerging technology segment. What is working today, and where things are headed in wearables.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-wearables-session", 
   "guid": "tag:soundcloud,2010:tracks/161159599", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/161159599-a16z-a16z-podcast-the-wearables-session.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 20299359
    }
   ], 
   "title": "a16z Podcast: The Wearables Session", 
   "published": 1406841820
  }, 
  {
   "total_time": 1453, 
   "subtitle": "There are great examples of communities helping t…", 
   "description": "There are great examples of communities helping to grow and solidify online marketplaces. eBay in its early days certainly leveraged the power of community to bring buyers and sellers onto its platform. Today, companies like Etsy, Uber and Airbnb are turning toward community for new ideas and new customers. But how do you build community, and how do you balance the needs of the community and the needs of the business? Or to put it another way, how do you simultaneously give up control and maintain control? Andreessen Horowitz board partner Boris Wertz – who built his own community while running Abe Books – is joined by Tindie’s CEO Emile Petrone and head of engineering Julia Grace to pick apart the notion of community. Can it be engineered? How much leverage do you give your “super-users,” and for some businesses is community even necessary?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-building-marketplaces-with-the-power-of-community", 
   "guid": "tag:soundcloud,2010:tracks/161159394", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/161159394-a16z-a16z-podcast-building-marketplaces-with-the-power-of-community.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 34886970
    }
   ], 
   "title": "a16z Podcast: Building Marketplaces with the Power of Community", 
   "published": 1406841739
  }, 
  {
   "total_time": 1058, 
   "subtitle": "Apple during its most recent quarter reported gro…", 
   "description": "Apple during its most recent quarter reported growing app store sales and flat iPad sales. Where do tablets go from here, especially in light of the Apple and IBM partnership announced? How does the iOS ecosystem stack up against Android now that we can (somewhat) accurately compare the two? Benedict Evans analyzes the small details and big moves driving the mobile industry, and makes an argument for why the impact and opportunity of mobile far exceeds the sheer number of devices.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-micro-and-macro-of-mobile", 
   "guid": "tag:soundcloud,2010:tracks/160174287", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/160174287-a16z-a16z-podcast-the-micro-and-macro-of-mobile.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 25399506
    }
   ], 
   "title": "a16z Podcast: The Micro and Macro of Mobile", 
   "published": 1406250390
  }, 
  {
   "total_time": 1200, 
   "subtitle": "What if we could tap into our government with the…", 
   "description": "What if we could tap into our government with the same speed and ease as our smartphones and search? Can technology make a difference in how government operates, and how we citizens interact with it? Two-time Mountain View Mayor Mike Kasperzak, OpenGov CEO Zac Bookman, and a16z’s Tom Rikert discuss government’s historically uneasy relationship with technology, how a growing trend in government transparency is being powered by software, and why you should be glad your local city council takes its sweet time to pass a budget.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-government-transparency-powered-by-software", 
   "guid": "tag:soundcloud,2010:tracks/158181592", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/158181592-a16z-a16z-podcast-government-transparency-powered-by-software.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 28823845
    }
   ], 
   "title": "a16z Podcast: Government Transparency Powered by Software", 
   "published": 1405035172
  }, 
  {
   "total_time": 1466, 
   "subtitle": "One of the ways to damage a fast-growing startup …", 
   "description": "One of the ways to damage a fast-growing startup is to not have an HR person. But when is the right time to bring someone on? What qualities should you look for? How can you preserve the company culture and energy that got you where you are -- while still putting in place the processes that HR requires? Ben Horowitz and a16z’s head of technical talent Shannon Schiltz (Callahan) dive into the world of HR for startups. How does a good HR professional partner with a CEO? When you have to fire someone for the first time … and how should it go down? Musical kicker at end: If you thought you couldn’t rhyme Oculus, think again. For Ben’s debut on the a16z podcast, we included an original song provided by friend of the firm Divine (and produced by a16z’s own Chris Lyons). For more on Divine and his relationship with Ben, check out Rap Genius. http://rapgenius.com/Divine-the-4th-letter-venture-capitalist-like-ben-horowitz-lyrics", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-protecting-your-company-from-itself-why-you-need-hr", 
   "guid": "tag:soundcloud,2010:tracks/157878842", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/157878842-a16z-a16z-podcast-protecting-your-company-from-itself-why-you-need-hr.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 35207963
    }
   ], 
   "title": "a16z Podcast: Protecting Your Company from Itself: Why You Need HR", 
   "published": 1404858736
  }, 
  {
   "total_time": 1114, 
   "subtitle": "Managing enterprise networks with thousands of us…", 
   "description": "Managing enterprise networks with thousands of users and endpoints has been hard enough. Now that large enterprise networks routinely include hundreds of thousands of nodes it’s amazingly difficult and time-consuming (we’re talking days often) to get definitive answers to seemingly simple questions like, how many PCs do I have running? Never mind, how many PCs do I have that could be at risk of the Heartbleed virus? Tanium, the most recent company to join the a16z portfolio, offers a systems management and security tool that allows administrators to ask virtually any question about the configuration, performance, and complexion of an enterprise network and get an answer in seconds. Tanium CTO and Co-founder Orion Hindawi and a16z Board Partner Steven Sinofsky discuss the origins of Tanium; the invention of the “linear peer-to-peer communications” architecture that turbo-charges the Tanium solution; and with Internet of Things coming online fast, the prospect of networks quickly going to millions and billions of nodes.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-when-large-scale-gets-really-massive-managing-todays-enterprise-networks", 
   "guid": "tag:soundcloud,2010:tracks/156345789", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/156345789-a16z-a16z-podcast-when-large-scale-gets-really-massive-managing-todays-enterprise-networks.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 26754947
    }
   ], 
   "title": "a16z Podcast: When Large Scale Gets Really Massive -- Managing Today’s Enterprise Networks", 
   "published": 1403909332
  }, 
  {
   "total_time": 1991, 
   "subtitle": "The Google I/O keynote was epic in at least one r…", 
   "description": "The Google I/O keynote was epic in at least one respect, length. For three hours Google laid out the near horizon for all things Google. This included the next version of Android; a new platform for connected watches; Google for your car; yet another Google TV; and a new health platform. Andreessen Horowitz’s Benedict Evans plowed through it all, including what was noticeably absent: Google+ and Google Glass. What the future looks like as the lines between mobile apps and web pages blur, and why Google is the new Microsoft -- in the best possible way.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-google-io-a-three-hour-tour-in-30-minutes", 
   "guid": "tag:soundcloud,2010:tracks/156047900", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/156047900-a16z-a16z-podcast-google-io-a-three-hour-tour-in-30-minutes.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 47794980
    }
   ], 
   "title": "a16z Podcast: Google I/O -- A Three-Hour Tour (in 30 minutes)", 
   "published": 1403742059
  }, 
  {
   "total_time": 1539, 
   "subtitle": "The datacenter has long been -- there's no nice w…", 
   "description": "The datacenter has long been -- there's no nice way to put this -- a bit of a snoozer. Expensive boxes running expensive software. No more, says a16z General Partner Peter Levine. Along with Chris Dixon, Levine lays out a vision for the datacenter of the future. Building on the technology established by companies like Facebook and Google, Levine and Dixon describe a software-led transformation of the datacenter, one where the mobile supply chain and fast-moving companies are reimagining everything -- from the underlying architecture to new business models. Be prepared to get in the weeds, hear Levine talk about the next opportunity, “hosted instances,” Dixon describe the “the dream within the dream,” and discover why the datacenter is about to get exciting.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-datacenter-of-the-future", 
   "guid": "tag:soundcloud,2010:tracks/154985820", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/154985820-a16z-a16z-podcast-datacenter-of-the-future.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 36955241
    }
   ], 
   "title": "a16z Podcast: Datacenter of the Future", 
   "published": 1403128681
  }, 
  {
   "total_time": 766, 
   "subtitle": "People Marketplaces are a lot like eBay -- conne…", 
   "description": "People Marketplaces are a lot like eBay -- connecting buyer and seller -- but for services, says a16z General Partner Jeff Jordan. These two-sided marketplaces are cropping up across the economy, from finding a ride to house cleaning and pet sitting. Now Instacart is bringing the People Marketplace model to the grocery business -- a massive market that has seen very little change even as the internet and mobile have upended most retail categories. Joined by a16z's Sam Gerstenzang, this segment outlines the elements of a People Marketplace; why the model is gathering momentum now; and if we all remember what happened with Webvan, why is this time is different?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/people-marketplaces-take-on-one-of-the-last-great-e-commerce-opportunities-groceries", 
   "guid": "tag:soundcloud,2010:tracks/154672877", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/154672877-a16z-people-marketplaces-take-on-one-of-the-last-great-e-commerce-opportunities-groceries.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18409138
    }
   ], 
   "title": "a16zPodcast: People Marketplaces Take On One of the Last Great E-Commerce Opportunities -- Groceries", 
   "published": 1402956483
  }, 
  {
   "total_time": 1038, 
   "subtitle": "a16z Board Partner Steven Sinofsky and Box CEO an…", 
   "description": "a16z Board Partner Steven Sinofsky and Box CEO and co-founder Aaron Levie discuss findings from a study of the information economy that has been built on cloud and mobile. The findings were based on workflow data collected anonymously from a subset of 25 million users, 225,000 businesses, and five industries (you can see the report here: http://blog.box.com/2014/06/mapping-the-information-economy-a-tale-of-five-industries/). It all amounts to big shifts in enterprise IT. But what are the implications of these findings for <em>everyone’s</em> business ... beyond Silicon Valley and the software industry? And finally -- shared in a live brainstorm at the end -- what’s the future of the cloud?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/you-bet-your-saas", 
   "guid": "tag:soundcloud,2010:tracks/154254595", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/154254595-a16z-you-bet-your-saas.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24936198
    }
   ], 
   "title": "a16z Podcast: Mapping the Information Economy -- Where’s the Cloud Going Next?", 
   "published": 1402696831
  }, 
  {
   "total_time": 991, 
   "subtitle": "The announcement by Apple of its new programming …", 
   "description": "The announcement by Apple of its new programming language Swift is prompting developers to consider yet again how to tailor their efforts in the battle between iOS and Android. Benedict Evans and Steven Sinofsky discuss the questionable history of cross-platform software, and strategies for startups building apps today. How developers can build great apps on both of the largest mobile platforms. This platform question is one Sinofsky has been grappling with for a very long time, and which he also details in this post: http://blog.learningbyshipping.com/2013/07/08/juggling-multiple-platforms-and-the-bumpy-road-ahead/", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-promise-and-nightmare-of-cross-platform-software", 
   "guid": "tag:soundcloud,2010:tracks/153155520", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/153155520-a16z-a16z-podcast-the-promise-and-nightmare-of-cross-platform-software.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 23794542
    }
   ], 
   "title": "a16z Podcast: The Promise (and Nightmare) of Cross-Platform Software", 
   "published": 1402082019
  }, 
  {
   "total_time": 1391, 
   "subtitle": "Benedict Evans is a veteran of Apple’s big events…", 
   "description": "Benedict Evans is a veteran of Apple’s big events and puts all the announcements and demos into one of three categories: 1) all the cool incremental improvements to the Apple operating systems; 2) the tent-pole features that Apple likes to build marketing campaigns around; 3) and finally, the fundamental strategic moves by Apple that serve to push the company ahead of the competition. With help from Andreessen Horowitz technical talent partner Dave Jagoda, this segment picks apart all three categories.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-apple-wwdc-2014-deep-dive", 
   "guid": "tag:soundcloud,2010:tracks/152532074", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/152532074-a16z-a16z-podcast-the-apple-wwdc-2014-deep-dive.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 33386267
    }
   ], 
   "title": "a16z Podcast: The Apple WWDC 2014 Deep Dive", 
   "published": 1401755058
  }, 
  {
   "total_time": 578, 
   "subtitle": "For Jim Gilliam, the founder of NationBuilder, co…", 
   "description": "For Jim Gilliam, the founder of NationBuilder, community is everything. When he needed a double lung transplant, Gilliam turned to the Internet and to his online community to make it happen. He's organized political campaigns, made documentary films, and built his company NationBuilder by tapping into the power that large scale communities on the internet provide. Community at internet scale is a deep reservoir of people, ideas and yes, money, that Gilliam believes changes how we do almost everything - and makes almost anything possible.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/podcast-you-just-thought-you-were-building-a-software-company-its-a-community", 
   "guid": "tag:soundcloud,2010:tracks/152074677", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/152074677-a16z-podcast-you-just-thought-you-were-building-a-software-company-its-a-community.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 13877190
    }
   ], 
   "title": "a16z Podcast: You Just Thought You Were Building a Software Company. It's a Community.", 
   "published": 1401490228
  }, 
  {
   "total_time": 1450, 
   "subtitle": "The center of gravity in the mobile world has shi…", 
   "description": "The center of gravity in the mobile world has shifted from stalwart handset and telecom industry gatherings toward two upcoming events hosted by two huge tech companies: Apple’s annual Worldwide Developers Conference and Google’s own yearly developer bash, I/O. These are the moments when the big moves (and incremental improvements to your favorite operating system) from both companies are unveiled. Andreessen Horowitz’s Chris Dixon and Benedict Evans tee up WWDC and I/O, what to expect, and what we may not get -- like an announcement Apple actually bought Beats Electronics.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/podcast-the-developer-parties-of-the-year-wwdc-and-io", 
   "guid": "tag:soundcloud,2010:tracks/150833270", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/150833270-a16z-podcast-the-developer-parties-of-the-year-wwdc-and-io.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 34815499
    }
   ], 
   "title": "a16z Podcast: WWDC and I/O. Gearing Up for the Apple and Google Developer Parties.", 
   "published": 1400804923
  }, 
  {
   "total_time": 1258, 
   "subtitle": "Optimizely is a superb example of the democratiza…", 
   "description": "Optimizely is a superb example of the democratization of software development. You don't need an engineering degree to fire up Optimizely and start testing how design changes on your website -- down to the pixel level -- affect things like time on site, closing sales, navigation, etc. The a/b testing Optimizely offers is just one example of a new wave of tools born of the internet, and designed for how people work, shop, research and entertain themselves online. Andreessen Horowitz's Scott Weiss, who is taking a seat on the Optimizely board following a16z's recent investment, a16z Partner Tom Rikert, and Optimizely co-founder Dan Siroker discuss the next wave of internet tools, where entrepreneurs are headed next, and how virtually anyone can avail themselves of this technical brawn.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/bending-every-pixel-to-your-will-optimizely-and-the-next-wave-of-internet-tools", 
   "guid": "tag:soundcloud,2010:tracks/150409874", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/150409874-a16z-bending-every-pixel-to-your-will-optimizely-and-the-next-wave-of-internet-tools.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 30214396
    }
   ], 
   "title": "a16z Podcast: Bending Every Pixel to Your Will -- Optimizely and the Next Wave of Internet Tools", 
   "published": 1400592364
  }, 
  {
   "total_time": 911, 
   "subtitle": "“At a moment of great concern about inequality, n…", 
   "description": "“At a moment of great concern about inequality, now comes a learned tome proclaiming the gravity of the inequality problem,” says Larry Summers in a conversation with Andreessen Horowitz’s Balaji Srinivasan. “It’s a stunning thing, and it must reflect positively on the growing intellectualism of the society that a book like that could be a best-seller.” But that doesn’t mean Piketty got it right, adds the former Secretary of the Treasury and current a16z special advisor. Summers describes the two big problems he sees with Piketty’s argument, and how the forces of technology and globalization are better lenses through which to view and explain income inequality.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/the-two-big-problems-with-thomas-pikettys-capital-in-the-twenty-first-century", 
   "guid": "tag:soundcloud,2010:tracks/149749218", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/149749218-a16z-the-two-big-problems-with-thomas-pikettys-capital-in-the-twenty-first-century.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 21868586
    }
   ], 
   "title": "a16z Podcast: The Two Big Problems With Thomas Piketty’s “Capital in the Twenty-First Century”", 
   "published": 1400197008
  }, 
  {
   "total_time": 1518, 
   "subtitle": "Here's a head scratcher: When faced with valuing …", 
   "description": "Here's a head scratcher: When faced with valuing software-as-a-service companies (in simple terms, those that sell software via a subscription model and the cloud), the faster the business grows the worse the economics may look. At least in the beginning. Andreessen Horowitz’s managing partner Scott Kupor, Jamie McGurk, and Preethi Kasireddy unpack the SaaS model, describe how a16z figures out the value of these companies, and determine what makes them so “sticky.” Finally, if growth hurts so bad -- in economic terms anyway -- when does it start to feel better?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-valuing-todays-fastest-growing-software-companies", 
   "guid": "tag:soundcloud,2010:tracks/148745300", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/148745300-a16z-a16z-podcast-valuing-todays-fastest-growing-software-companies.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 36454944
    }
   ], 
   "title": "a16z Podcast: Valuing Today's Fast-Growing Software Companies", 
   "published": 1399668964
  }, 
  {
   "total_time": 2220, 
   "subtitle": "What do venture capitalists actually do all day? …", 
   "description": "What do venture capitalists actually do all day? And what is the path that leads to a career investing in startups? Hummer Winblad’s Ann Winblad, Cowboy Ventures' Aileen Lee, Aspect Ventures' Theresia Gouw, Intel Capital veteran and UPWARD founder Lisa Lambert, and Andreessen Horowitz’s Margit Wennmachers discuss VC trends, the importance of technical chops, and how to build the next generation of entrepreneurs and investors. And finally, in front of an appreciative crowd attending the UPWARD event at a16z, Ann Winblad reveals the secret to truly kicking ass.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-demystifying-venture-capital", 
   "guid": "tag:soundcloud,2010:tracks/147635666", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/147635666-a16z-a16z-podcast-demystifying-venture-capital.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 53287801
    }
   ], 
   "title": "a16z Podcast: Demystifying Venture Capital", 
   "published": 1399073620
  }, 
  {
   "total_time": 1012, 
   "subtitle": "Computing is in the midst of a transformation tha…", 
   "description": "Computing is in the midst of a transformation that puts your future device purchases up for grabs. It’s a safe bet that everyone will have a phone, and as the last holdouts switch over, that will inevitably mean a smartphone. But when your PC finally gives up the ghost, are you going to buy another PC? Perhaps a tablet? Or will another large screen device –a really big phone - be the ticket? Maybe just get all three? Benedict Evans and Steven Sinofsky discuss why laptops and tablets are competing for the same customers, and why it’s never wise to defend any form-factor to the death.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/when-your-pc-expires", 
   "guid": "tag:soundcloud,2010:tracks/147301627", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/147301627-a16z-when-your-pc-expires.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 24291892
    }
   ], 
   "title": "a16z Podcast: When Your PC Expires, What's Next?", 
   "published": 1398900254
  }, 
  {
   "total_time": 1260, 
   "subtitle": "Apple’s recent earnings sent the stock soaring. W…", 
   "description": "Apple’s recent earnings sent the stock soaring. What drove that investor exuberance had everything to do with iPhone sales (and the China market), and very little to do with the iPad – the sales of which were essentially flat over the past year. Chris Dixon and Benedict Evans look at the fortunes of the world’s best-selling tablet, and what that means for the balance of power in the computing world. Are smartphones supplanting tablets for most uses? Are developers so focused on creating apps for the latest handsets the tablet is becoming an afterthought?", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-apple-and-the-fate-of-tablets", 
   "guid": "tag:soundcloud,2010:tracks/146338426", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/146338426-a16z-a16z-podcast-apple-and-the-fate-of-tablets.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 30250317
    }
   ], 
   "title": "a16z Podcast: Apple and the Fate of Tablets", 
   "published": 1398385179
  }, 
  {
   "total_time": 1410, 
   "subtitle": "We’ve been through equity bubbles before, most re…", 
   "description": "We’ve been through equity bubbles before, most recently back in 1999, but people are crying “bubble” again. Marc Andreessen, Chris Dixon and Benedict Evans dissect today’s public market conditions and the valuations across the private market landscape to answer the question: Bubble or no bubble? Their conclusion, why there is good reason to be optimistic about the decade to come, and a new term, “the liquefication of monetization.”", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-evaluating-valuations", 
   "guid": "tag:soundcloud,2010:tracks/145626298", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/145626298-a16z-a16z-podcast-evaluating-valuations.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 33852712
    }
   ], 
   "title": "a16z Podcast: Evaluating Valuations", 
   "published": 1398012929
  }, 
  {
   "total_time": 1166, 
   "subtitle": "Can technology companies show up and disrupt tele…", 
   "description": "Can technology companies show up and disrupt television with an onslaught of new gizmos and services, or is content still the controlling factor? What will it take in terms of money, business model and time to upend the TV model that has stubbornly persisted for decades? Will the old platforms and players dominate, or is now the time for new players to take charge? Andreessen Horowitz’s Benedict Evans and Zal Bilimoria discuss the future of television.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-future-of-television", 
   "guid": "tag:soundcloud,2010:tracks/145353838", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/145353838-a16z-a16z-podcast-the-future-of-television.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 28000856
    }
   ], 
   "title": "a16z Podcast: The Future Of Television", 
   "published": 1397849011
  }, 
  {
   "total_time": 1437, 
   "subtitle": "From file cabinets to typewriters, spreadsheets a…", 
   "description": "From file cabinets to typewriters, spreadsheets and word processing the tools we use for work change not only what we do, but the culture of our workplace. Steven Sinofsky, a veteran of building software tools for productivity, discusses the latest revolution in technology-enabled tools with Benedict Evans. Why today’s cloud-based tools change the role of managers, and why the perfect tool will never exist (nor would you want it to).", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-engineering-a", 
   "guid": "tag:soundcloud,2010:tracks/144116166", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/144116166-a16z-a16z-podcast-engineering-a.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 34490940
    }
   ], 
   "title": "a16z Podcast: Engineering a Revolution at Work", 
   "published": 1397173196
  }, 
  {
   "total_time": 1065, 
   "subtitle": "China has been a tough market to crack for U.S. i…", 
   "description": "China has been a tough market to crack for U.S. internet companies. One of the key reasons is China has its own crop of hugely successful and highly innovative companies. Andreessen Horowitz’s Chris Dixon, Connie Chan and Benedict Evans highlight the key players in China, and what non-Chinese companies can learn from them. Where Chinese companies and money are headed next.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-china-and-tech", 
   "guid": "tag:soundcloud,2010:tracks/142108394", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/142108394-a16z-a16z-podcast-china-and-tech.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 25575864
    }
   ], 
   "title": "a16z Podcast: China and Tech", 
   "published": 1396142804
  }, 
  {
   "total_time": 774, 
   "subtitle": "Up until now virtual reality has been a disappoin…", 
   "description": "Up until now virtual reality has been a disappointment for all those people pining for their own personal holodeck. But advances in the components required to create a truly immersive digital 3D experience have finally broken through much of what has been holding virtual reality back. As a consequence, Oculus VR is building something that is nothing short of a new medium. Andreessen Horowitz’s Chris Dixon, Balaji Srinivasan and Gil Shafir discuss the present and future potential of virtual reality. Take heart, the holodeck can’t be far away now.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-oculus-and-the", 
   "guid": "tag:soundcloud,2010:tracks/141908533", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/141908533-a16z-a16z-podcast-oculus-and-the.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 18585494
    }
   ], 
   "title": "a16z Podcast: Oculus and the (Mind-Blowing) Reality of Virtual Reality", 
   "published": 1396034544
  }, 
  {
   "total_time": 1116, 
   "subtitle": "Suppose you develop a new technology that is valu…", 
   "description": "Suppose you develop a new technology that is valuable to some industry. The old approach was to sell or license your technology to the existing companies in that industry. The new approach is to build a complete, end-to-end product or service that bypasses existing companies. Andreessen Horowitz’s Chris Dixon, Balaji Srinivasan and Benedict Evans discuss the reasons behind, and advantages of, going “full stack.”", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-the-rise-of-full", 
   "guid": "tag:soundcloud,2010:tracks/141744757", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/141744757-a16z-a16z-podcast-the-rise-of-full.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 26787108
    }
   ], 
   "title": "a16z Podcast: The Rise of Full Stack Startups", 
   "published": 1395952315
  }, 
  {
   "total_time": 729, 
   "subtitle": "The mobile experience is still in its 1995 Yahoo …", 
   "description": "The mobile experience is still in its 1995 Yahoo phase, a sea of apps and websites without an easy way to find what you want and need on your smartphone. What will be mobile’s version of PageRank, the algorithm that made the web manageable? What is the interaction model and the form - app, card, URL – that will help us find, explore and engage with people, products and services from our mobile devices? Andreessen Horowitz’s Chris Dixon, Benedict Evans and Balaji Srinivasan delve into the options.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-searching-for", 
   "guid": "tag:soundcloud,2010:tracks/141242781", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/141242781-a16z-a16z-podcast-searching-for.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 17514055
    }
   ], 
   "title": "a16z Podcast: Searching for Mobile’s Own PageRank", 
   "published": 1395698658
  }, 
  {
   "total_time": 893, 
   "subtitle": "There is a recurring theme that the tech industry…", 
   "description": "There is a recurring theme that the tech industry is busy cranking out fluffy social apps rather than hardcore technology. Not the case, say Chris Dixon, Benedict Evans and Balaji Srinivasan. Not only are tech entrepreneurs going after the deficiencies in healthcare, transportation, finance, energy - you name it - with new approaches riding on top of sophisticated technologies, what looks like fluff today often wields some serious influence tomorrow.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-tech-that-matters", 
   "guid": "tag:soundcloud,2010:tracks/140766320", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/140766320-a16z-a16z-podcast-tech-that-matters.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 21437436
    }
   ], 
   "title": "a16z Podcast: Where is the Technology That \"Matters?\" Right Here", 
   "published": 1395441363
  }, 
  {
   "total_time": 923, 
   "subtitle": "Andreessen Horowitz's Chris Dixon and Balaji Srin…", 
   "description": "Andreessen Horowitz's Chris Dixon and Balaji Srinivasan discuss the state of the Bitcoin ecosystem now that the Mt. Gox dust has settled. What's next in crypto-currency, and a theory on Bitcoin creator Satoshi (not Dorian) Nakamoto.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-bitcoin", 
   "guid": "tag:soundcloud,2010:tracks/140592728", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/140592728-a16z-a16z-podcast-bitcoin.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 22150895
    }
   ], 
   "title": "a16z Podcast: The State of the Bitcoin Ecosystem, and a Theory on Satoshi", 
   "published": 1395351161
  }, 
  {
   "total_time": 1642, 
   "subtitle": "Apple and Google won the mobile OS war, but the n…", 
   "description": "Apple and Google won the mobile OS war, but the next war – to build big businesses on top of Android and iOS – is just beginning. Andreessen Horowitz Partner Benedict Evans untangles what the next phase of mobile means for entrepreneurs, Apple and Google's competitors, and consumers eager for the next great gadget.", 
   "payment_url": null, 
   "link": "https://soundcloud.com/a16z/a16z-podcast-apple-and-google", 
   "guid": "tag:soundcloud,2010:tracks/139445929", 
   "enclosures": [
    {
     "url": "http://feeds.soundcloud.com/stream/139445929-a16z-a16z-podcast-apple-and-google.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 39413026
    }
   ], 
   "title": "a16z Podcast: Apple and Google Won the Mobile OS War, But a New War Has Already Begun", 
   "published": 1394748522
  }
 ], 
 "link": "http://www.a16z.com"
}