{
 "episodes": [
  {
   "total_time": 3852, 
   "subtitle": "For ages, developers have had the difficult task of balancing the amount of explicit gameplay tutorials with the level of player discovery that is provided in their games. Many gamers have experienced the 'overbearing developer' who forces players to endu", 
   "description": "For ages, developers have had the difficult task of balancing the amount of explicit gameplay tutorials with the level of player discovery that is provided in their games. Many gamers have experienced the 'overbearing developer' who forces players to endure an hour-long training sequence, while other gamers have been left bewildered in a massive and evolving game world with seemingly no direction or answers. In this week's show, Obinna, Andrew, Zack, and Ryan discuss pros and cons to tutorials and ways in which some games deliver key game mechanics to players. The fellas have a fun round table discussion about the history and evolution of tutorials (or lack thereof) that hopefully encourages listeners to consider the many sides of game design and content delivery. We are super excited that you're tuning in this week and we hope that you enjoy the show! Feel free to send any emails with comments, questions, and concerns about tutorials, to: thedebuglog@gmail.com Game of the Week Gone Home - Fulbright", 
   "payment_url": null, 
   "link": "", 
   "guid": "c00781ea-1c15-4f71-9455-f0614d265999", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/24525.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 48674594
    }
   ], 
   "description_html": "<p>For ages, developers have had the difficult task of balancing the amount of explicit gameplay tutorials with the level of player discovery that is provided in their games. Many gamers have experienced the 'overbearing developer' who forces players to endure an hour-long training sequence, while other gamers have been left bewildered in a massive and evolving game world with seemingly no direction or answers.</p>\n\n<p>In this week's show, Obinna, Andrew, Zack, and Ryan discuss pros and cons to tutorials and ways in which some games deliver key game mechanics to players. The fellas have a fun round table discussion about the history and evolution of tutorials (or lack thereof) that hopefully encourages listeners to consider the many sides of game design and content delivery.</p>\n\n<p>We are super excited that you're tuning in this week and we hope that you enjoy the show! Feel free to send any emails with comments, questions, and concerns about tutorials, to: <a href=\"&#x6d;&#x61;&#x69;&#x6c;&#116;&#x6f;&#58;&#116;&#x68;&#101;&#x64;&#x65;&#98;&#117;&#x67;&#x6c;&#x6f;&#x67;&#x40;&#103;&#x6d;&#97;&#x69;&#x6c;&#x2e;&#x63;&#x6f;&#109;\">&#116;&#x68;&#101;&#x64;&#101;&#x62;&#117;&#103;&#108;&#x6f;&#103;&#x40;&#x67;&#x6d;&#97;&#105;&#108;&#x2e;&#x63;&#x6f;&#109;</a></p>\n\n<p>Game of the Week</p>\n\n<p>Gone Home - Fulbright</p>", 
   "title": "Episode 18: A Game Tutorial Retrospective", 
   "published": 1453221300
  }, 
  {
   "total_time": 2614, 
   "subtitle": "Part 2 of our interview with Nicole Lazzaro, the founder and President of XEODesign. At Unite 2015 in Boston, some of us got a chance to see Nicole's talk about Design Leadership in VR then we got to meet her and demo her upcoming VR game \"Follow the Whit", 
   "description": "Part 2 of our interview with Nicole Lazzaro, the founder and President of XEODesign. At Unite 2015 in Boston, some of us got a chance to see Nicole's talk about Design Leadership in VR then we got to meet her and demo her upcoming VR game \"Follow the White Rabbit\". We are so glad she agreed to sit down with us and talk about the \"4 Keys 2 Fun\" and how to better think about some of these game design concepts when developing our own games. We also touch on designing for VR and various other topics. Be sure to look for the second part of this interview next week.", 
   "payment_url": null, 
   "link": "", 
   "guid": "650a9285-57ad-4c23-94a2-2847b642238e", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/21956.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 33864247
    }
   ], 
   "description_html": "<p>Part 2 of our interview with Nicole Lazzaro, the founder and President of XEODesign. At Unite 2015 in Boston, some of us got a chance to see Nicole's talk about Design Leadership in VR then we got to meet her and demo her upcoming VR game \"Follow the White Rabbit\". We are so glad she agreed to sit down with us and talk about the \"4 Keys 2 Fun\" and how to better think about some of these game design concepts when developing our own games. We also touch on designing for VR and various other topics. Be sure to look for the second part of this interview next week.</p>", 
   "title": "Episode 17: The 4 Keys 2 Fun with Nicole Lazzaro - Part 2", 
   "published": 1449558540
  }, 
  {
   "total_time": 2787, 
   "subtitle": "Nicole Lazzaro, the founder and President of XEODesign, Inc. and has twenty years expertise in Player Experience Design (PXD) for mass-market entertainment products. At Unite 2015 in Boston, some of us got a chance to see Nicole's talk about Design Leader", 
   "description": "Nicole Lazzaro, the founder and President of XEODesign, Inc. and has twenty years expertise in Player Experience Design (PXD) for mass-market entertainment products. At Unite 2015 in Boston, some of us got a chance to see Nicole's talk about Design Leadership in VR then we got to meet her and demo her upcoming VR game \"Follow the White Rabbit\". We are so glad she agreed to sit down with us and talk about the \"4 Keys 2 Fun\" and how to better think about some of these game design concepts when developing our own games. We also touch on designing for VR and various other topics. Be sure to look for the second part of this interview next week.", 
   "payment_url": null, 
   "link": "", 
   "guid": "a2e714ed-a6bb-4bef-8a3e-34c5eaaf8f74", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/20096.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 35937557
    }
   ], 
   "description_html": "<p>Nicole Lazzaro, the founder and President of XEODesign, Inc. and has twenty years expertise in Player Experience Design (PXD) for mass-market entertainment products. At Unite 2015 in Boston, some of us got a chance to see Nicole's talk about Design Leadership in VR then we got to meet her and demo her upcoming VR game \"Follow the White Rabbit\". We are so glad she agreed to sit down with us and talk about the \"4 Keys 2 Fun\" and how to better think about some of these game design concepts when developing our own games. We also touch on designing for VR and various other topics. Be sure to look for the second part of this interview next week.</p>", 
   "title": "Episode 16: The 4 Keys 2 Fun with Nicole Lazzaro - Part 1", 
   "published": 1447446480
  }, 
  {
   "total_time": 3319, 
   "subtitle": "A TCP packet walks into a bar and says, \"I want a beer.\" The bartender responds, \"You want a beer?\" The TCP packet says, \"Yes, I want a beer.\" Wow, just writing that 3-Way handshake joke hurt. In any case, you guessed it, today's show is all about Networ", 
   "description": "A TCP packet walks into a bar and says, \"I want a beer.\" The bartender responds, \"You want a beer?\" The TCP packet says, \"Yes, I want a beer.\" Wow, just writing that 3-Way handshake joke hurt. In any case, you guessed it, today's show is all about Networking in Unity3D. The gentlemen talk about several networking suites that developers have created for or modified to work with the Unity game engine. As usual, in addition to reviewing a handful of networking tools, the guys highlight some of their experiences and tips while developing networked games. Thanks again for tuning in this week and we hope you enjoyed the show! Feel free to send any emails with comments, questions, and concerns about networking in Unity, to: thedebuglog@gmail.com. Game of the Week Kingdom Rush - Ironhide Game Studio", 
   "payment_url": null, 
   "link": "", 
   "guid": "0586c111-a4c7-4095-bc80-77ca2fd2787a", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/18659.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 42309965
    }
   ], 
   "description_html": "<p>A TCP packet walks into a bar and says, \"I want a beer.\" The bartender responds, \"You want a beer?\" The TCP packet says, \"Yes, I want a beer.\"</p>\n\n<p>Wow, just writing that 3-Way handshake joke hurt. In any case, you guessed it, today's show is all about Networking in Unity3D. The gentlemen talk about several networking suites that developers have created for or modified to work with the Unity game engine. As usual, in addition to reviewing a handful of networking tools, the guys highlight some of their experiences and tips while developing networked games.</p>\n\n<p>Thanks again for tuning in this week and we hope you enjoyed the show! Feel free to send any emails with comments, questions, and concerns about networking in Unity, to: <a href=\"&#x6d;&#x61;&#x69;&#x6c;&#x74;&#111;&#x3a;&#x74;&#x68;&#x65;&#x64;&#x65;&#x62;&#x75;&#x67;&#108;&#111;&#103;&#64;&#x67;&#109;&#x61;&#x69;&#x6c;&#x2e;&#99;&#x6f;&#109;&#46;\">&#116;&#x68;&#x65;&#100;&#101;&#98;&#x75;&#103;&#x6c;&#111;&#x67;&#64;&#x67;&#109;&#x61;&#105;&#x6c;&#46;&#x63;&#111;&#109;&#46;</a></p>\n\n<p>Game of the Week</p>\n\n<p><a href=\"http://www.kingdomrush.com/\">Kingdom Rush</a> - Ironhide Game Studio</p>", 
   "title": "Episode 15: Networking in Unity", 
   "published": 1445351340
  }, 
  {
   "total_time": 3557, 
   "subtitle": "‘The crowd here is electric, Ryan! Developers of all shapes, sizes, and skillsets are pouring into the John B. Hynes Veterans Memorial Convention center here in Boston. We’ll be here all week on the ground floor, so stay tuned to the episode for more in-d", 
   "description": "‘The crowd here is electric, Ryan! Developers of all shapes, sizes, and skillsets are pouring into the John B. Hynes Veterans Memorial Convention center here in Boston. We’ll be here all week on the ground floor, so stay tuned to the episode for more in-depth discussions on Unite. Anyway, stay classy TDLers and back to you in the studio, Ryan!’ Unite 2015 Field Reporters Zack, Obinna, Andrew, and Eduardo (with special guest, Diana) talk about their experiences while at Unite 2015 in Boston. From their thoughts on the Keynote, Awards show, and pub mixer, to lunch and several of our favorite talks. Many thanks for riding along with us on this Unite 2015 review and we hope you enjoy the show! Feel free to send any emails with comments, questions, or thoughts about Unite 2015, to: thedebuglog@gmail.com", 
   "payment_url": null, 
   "link": "", 
   "guid": "640e44a1-ff36-45dd-8bbb-694b5ca848d5", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/18512.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 45159309
    }
   ], 
   "description_html": "<p>‘The crowd here is electric, Ryan! Developers of all shapes, sizes, and skillsets are pouring into the John B. Hynes Veterans Memorial Convention center here in Boston. We’ll be here all week on the ground floor, so stay tuned to the episode for more in-depth discussions on Unite. Anyway, stay classy TDLers and back to you in the studio, Ryan!’</p>\n\n<p>Unite 2015 Field Reporters Zack, Obinna, Andrew, and Eduardo (with special guest, Diana) talk about their experiences while at Unite 2015 in Boston. From their thoughts on the Keynote, Awards show, and pub mixer, to lunch and several of our favorite talks.</p>\n\n<p>Many thanks for riding along with us on this Unite 2015 review and we hope you enjoy the show! Feel free to send any emails with comments, questions, or thoughts about Unite 2015, to: <a href=\"&#109;&#x61;&#x69;&#x6c;&#x74;&#x6f;&#x3a;&#x74;&#104;&#101;&#100;&#x65;&#x62;&#117;&#x67;&#x6c;&#111;&#103;&#x40;&#x67;&#109;&#x61;&#x69;&#x6c;&#46;&#x63;&#x6f;&#x6d;\">&#116;&#x68;&#101;&#100;&#101;&#x62;&#x75;&#103;&#108;&#111;&#x67;&#64;&#x67;&#x6d;&#97;&#105;&#108;&#x2e;&#x63;&#111;&#x6d;</a></p>\n\n<p>Game of the Week</p>\n\n<p><a href=\"http://clusterpuck99.com/\">ClusterPuck 99</a> – PHL Collective</p>", 
   "title": "Episode 14: Adventures at Unite 2015", 
   "published": 1444947720
  }, 
  {
   "total_time": 3003, 
   "subtitle": "What's the 'Viralability' of your mobile game? What's Viralability, you ask? Well, I'll tell you! Viralability is a completely made-up word that defines the capacity for your mobile game to go viral! If your game isn't hitting a Viralability Score of 6.0", 
   "description": "What's the 'Viralability' of your mobile game? What's Viralability, you ask? Well, I'll tell you! Viralability is a completely made-up word that defines the capacity for your mobile game to go viral! If your game isn't hitting a Viralability Score of 6.0 or higher, then we are here to help! In this week's episode, the crew, sans Zack, sit down and talk about mobile game development -- specifically the major challenges and pitfalls developers usually run into when developing mobile games for the iOS and Android markets. We also drop a hint or two to help you achieve the Viralability score you've been looking for!", 
   "payment_url": null, 
   "link": "", 
   "guid": "e3734ab9-95e7-4fd5-8cb7-cb05895d91dc", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/18207.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 38494409
    }
   ], 
   "description_html": "<p>What's the 'Viralability' of your mobile game? What's Viralability, you ask? Well, I'll tell you! Viralability is a completely made-up word that defines the capacity for your mobile game to go viral! If your game isn't hitting a Viralability Score of 6.0 or higher, then we are here to help!</p>\n\n<p>In this week's episode, the crew, sans Zack, sit down and talk about mobile game development -- specifically the major challenges and pitfalls developers usually run into when developing mobile games for the iOS and Android markets. We also drop a hint or two to help you achieve the Viralability score you've been looking for!</p>\n\n<p>We appreciate your tuning in this week and we hope you enjoy the show! Feel free to send any emails with comments, questions, or concerns about mobile game development, to: <a href=\"&#109;&#x61;&#x69;&#x6c;&#116;&#111;&#x3a;&#x74;&#104;&#x65;&#x64;&#101;&#x62;&#x75;&#x67;&#x6c;&#111;&#103;&#64;&#103;&#x6d;&#97;&#105;&#x6c;&#x2e;&#99;&#111;&#x6d;\">&#x74;&#x68;&#101;&#x64;&#101;&#x62;&#117;&#x67;&#x6c;&#x6f;&#103;&#x40;&#x67;&#x6d;&#x61;&#105;&#108;&#x2e;&#x63;&#111;&#x6d;</a></p>\n\n<p>Game of the Week\n<a href=\"https://itunes.apple.com/us/app/hitman-go/id731645633?mt=8\">Hitman Go</a> - Square Enix</p>", 
   "title": "Episode 13: Best Practices in Mobile Game Development", 
   "published": 1444313460
  }, 
  {
   "total_time": 2470, 
   "subtitle": "Chugga chugga choo choo! That's right, folks! Unite 2015 is here and we're uber excited to be hopping on the hype train going straight to Boston. We can’t wait to engage with the growing Unity community at the conference and hope we can meet a few of our", 
   "description": "Chugga chugga choo choo! That's right, folks! Unite 2015 is here and we're uber excited to be hopping on the hype train going straight to Boston. We can’t wait to engage with the growing Unity community at the conference and hope we can meet a few of our listeners while there — whether it’s at a bar, restaurant, library, or alleyway (um…scratch that)! In this episode, we start by talking about some of the new features and fixes that came with Unity’s 5.2 release. We then scrub through some of our highly-anticipated talks that we’re eager to attend while at the conference. To wrap things up, the guys offer up some general ‘tips and tricks’ to networking at game conferences like Unite 2015. Thanks, as always, for tuning in this week and we hope that you enjoy the show! Feel free to send any emails with comments, questions, and concerns about Unite 2015 to: thedebuglog@gmail.com", 
   "payment_url": null, 
   "link": "", 
   "guid": "2dace2df-30e9-480c-aabf-add1982432a7", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/17392.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 32094424
    }
   ], 
   "description_html": "<p>Chugga chugga choo choo! That's right, folks! Unite 2015 is here and we're uber excited to be hopping on the hype train going straight to Boston. We can’t wait to engage with the growing Unity community at the conference and hope we can meet a few of our listeners while there — whether it’s at a bar, restaurant, library, or alleyway (um…scratch that)!</p>\n\n<p>In this episode, we start by talking about some of the new features and fixes that came with Unity’s 5.2 release. We then scrub through some of our highly-anticipated talks that we’re eager to attend while at the conference. To wrap things up, the guys offer up some general ‘tips and tricks’ to networking at game conferences like Unite 2015.</p>\n\n<p>Thanks, as always, for tuning in this week and we hope that you enjoy the show! Feel free to send any emails with comments, questions, and concerns about Unite 2015 to: <a href=\"&#x6d;&#x61;&#105;&#108;&#x74;&#x6f;&#x3a;&#116;&#x68;&#x65;&#x64;&#101;&#98;&#117;&#x67;&#108;&#x6f;&#x67;&#x40;&#x67;&#109;&#x61;&#105;&#x6c;&#x2e;&#x63;&#x6f;&#109;\">&#x74;&#104;&#x65;&#100;&#x65;&#x62;&#x75;&#103;&#x6c;&#111;&#x67;&#64;&#103;&#109;&#97;&#105;&#108;&#x2e;&#99;&#111;&#109;</a></p>", 
   "title": "Episode 12: Unite 2015 Preview", 
   "published": 1442597100
  }, 
  {
   "total_time": 2981, 
   "subtitle": "In this episode we speak with a handful of game development pioneers in CEO and Founder of Fig, Justin Bailey and the team behind the 2015 IGF Grand Prize winner, Outer Wilds. Justin breaks down how the Fig platform works as a curated crowdfunding and inv", 
   "description": "In this episode we speak with a handful of game development pioneers in CEO and Founder of Fig, Justin Bailey and the team behind the 2015 IGF Grand Prize winner, Outer Wilds. Justin breaks down how the Fig platform works as a curated crowdfunding and investing medium where passionate players and developers intersect. Lead Designer Alex Beachum, Producer Avimaan Syam, and Engineer Logan Ver Hoef describe the premise and promise of Outer Wilds, an in-depth exploration game built in Unity3D. Their experiences, struggles, and triumphs are sure to grab and hold your attention in this episode.", 
   "payment_url": null, 
   "link": "", 
   "guid": "ffdc0926-da23-491a-a82a-110e27c8db07", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/17123.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 38232682
    }
   ], 
   "description_html": "<p>In this episode we speak with a handful of game development pioneers in CEO and Founder of Fig, Justin Bailey and the team behind the 2015 IGF Grand Prize winner, Outer Wilds. Justin breaks down how the Fig platform works as a curated crowdfunding and investing medium where passionate players and developers intersect. Lead Designer Alex Beachum, Producer Avimaan Syam, and Engineer Logan Ver Hoef describe the premise and promise of Outer Wilds, an in-depth exploration game built in Unity3D.</p>\n\n<p>Their experiences, struggles, and triumphs are sure to grab and hold your attention in this episode.</p>", 
   "title": "Episode 11: 2015 IGF Grand Prize Winner and Crowdfunding Pioneers", 
   "published": 1441948440
  }, 
  {
   "total_time": 2673, 
   "subtitle": "A personal Github account with Large File Storage: $0. Hosting a server for your repository: $300. Writing an epic compression algorithm that you lose because you didn’t have your project under source control: priceless. Devs, don’t be -that- person! Set", 
   "description": "A personal Github account with Large File Storage: $0. Hosting a server for your repository: $300. Writing an epic compression algorithm that you lose because you didn’t have your project under source control: priceless. Devs, don’t be -that- person! Set your projects up with version control — early and often. In this episode we do a survey of the more popular version control systems (VCS) made available to developers, while also covering the advantages and disadvantages of each. The crew, sans Eduardo, share stories about their experiences with both centralized and distributed VCSs and recommend tips and tricks on managing your project. We appreciate you tuning in this week and we hope that you enjoy the show! Feel free to send any emails with comments, questions, and concerns about version control in Unity to: thedebuglog@gmail.com", 
   "payment_url": null, 
   "link": "", 
   "guid": "f23e0c06-3547-48e0-9438-5f9cfb835cb0", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/16336.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 34523545
    }
   ], 
   "description_html": "<p>A personal Github account with Large File Storage: $0. Hosting a server for your repository: $300. Writing an epic compression algorithm that you lose because you didn’t have your project under source control: priceless. Devs, don’t be -that- person! Set your projects up with version control — early and often.</p>\n\n<p>In this episode we do a survey of the more popular version control systems (VCS) made available to developers, while also covering the advantages and disadvantages of each. The crew, sans Eduardo, share stories about their experiences with both centralized and distributed VCSs and recommend tips and tricks on managing your project.</p>\n\n<p>We appreciate you tuning in this week and we hope that you enjoy the show! Feel free to send any emails with comments, questions, and concerns about version control in Unity to: <a href=\"&#109;&#97;&#105;&#x6c;&#116;&#x6f;&#x3a;&#116;&#x68;&#x65;&#100;&#x65;&#x62;&#x75;&#103;&#x6c;&#111;&#103;&#64;&#103;&#x6d;&#97;&#105;&#108;&#x2e;&#x63;&#x6f;&#x6d;\">&#116;&#104;&#101;&#100;&#101;&#98;&#117;&#103;&#x6c;&#x6f;&#103;&#x40;&#103;&#109;&#97;&#x69;&#x6c;&#46;&#99;&#111;&#109;</a></p>", 
   "title": "Episode 10: Version Control 101", 
   "published": 1441343580
  }, 
  {
   "total_time": 3190, 
   "subtitle": "Byah, byah, byah! Ahem, that was me practicing my jiu jitsu moves via text... anyway, horrible jokes aside, if you've ever wanted to motion capture your fighting moves, dances moves, or pretty much anything else -- then this episode is definitely for you!", 
   "description": "Byah, byah, byah! Ahem, that was me practicing my jiu jitsu moves via text... anyway, horrible jokes aside, if you've ever wanted to motion capture your fighting moves, dances moves, or pretty much anything else -- then this episode is definitely for you! In this episode we talk to James C. Martin, Owner and operator of Mobacap, a company that specializes in providing motion capture services. James talks about a powerful, yet inexpensive mo cap suit by Noitom called Perception Neuron. He also discusses some very interesting 3D and 2D tools, in CrazyTalk and iClone, that integrate nicely with Unity. Thanks again for tuning in this week and we hope you enjoyed the show! Feel free to send any emails with comments, questions, and concerns about motion capture in Unity, to: thedebuglog@gmail.com", 
   "payment_url": null, 
   "link": "", 
   "guid": "50ee1e04-c0ee-43cf-ac4b-84b51dafe428", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/16128.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 40735189
    }
   ], 
   "description_html": "<p>Byah, byah, byah! Ahem, that was me practicing my jiu jitsu moves via text... anyway, horrible jokes aside, if you've ever wanted to motion capture your fighting moves, dances moves, or pretty much anything else -- then this episode is definitely for you!</p>\n\n<p>In this episode we talk to James C. Martin, Owner and operator of Mobacap, a company that specializes in providing motion capture services. James talks about a powerful, yet inexpensive mo cap suit by Noitom called Perception Neuron. He also discusses some very interesting 3D and 2D tools, in CrazyTalk and iClone, that integrate nicely with Unity.</p>\n\n<p>Thanks again for tuning in this week and we hope you enjoyed the show! Feel free to send any emails with comments, questions, and concerns about motion capture in Unity, to: <a href=\"&#109;&#97;&#x69;&#108;&#x74;&#x6f;&#58;&#x74;&#104;&#101;&#x64;&#101;&#x62;&#117;&#x67;&#x6c;&#111;&#x67;&#64;&#x67;&#x6d;&#97;&#105;&#108;&#x2e;&#99;&#x6f;&#109;\">&#x74;&#x68;&#101;&#100;&#x65;&#x62;&#117;&#x67;&#x6c;&#111;&#103;&#x40;&#103;&#109;&#x61;&#x69;&#108;&#46;&#99;&#x6f;&#x6d;</a></p>", 
   "title": "Episode 9: Motion Capture on a Budget with James C. Martin", 
   "published": 1440738720
  }, 
  {
   "total_time": 3464, 
   "subtitle": "We raise a glass to you, Christian Strang, for without you today's episode might not have been possible! On today's episode we tackle Christian's question about our favorite Unity Asset Store assets. Each of the guys pick one of their favorite assets and", 
   "description": "We raise a glass to you, Christian Strang, for without you today's episode might not have been possible! On today's episode we tackle Christian's question about our favorite Unity Asset Store assets. Each of the guys pick one of their favorite assets and talk about how the asset has influenced the way they develop games in Unity3D. Outside of their favorites, they discuss other assets they've encountered that have stood out among the many available utility, art, and scripting assets on the asset store. We also introduce a new segment to the show, tentatively named \"Shop Talk,\" where we lay out what things we are currently working on outside of the podcast -- from games, projects, new tools, etc. We sincerely appreciate all of the feedback and questions we've received and encourage everyone to continue sending questions, comments, and feedback so that we can continue to deliver interesting and enjoyable content. Thanks again for tuning in this week and we hope that you enjoy the show. Be sure to send any emails with comments, questions, or thoughts regarding Unity's Asset Store to: thedebuglog@gmail.com Game of the Week Marvel: Contest of Champions - Kabam", 
   "payment_url": null, 
   "link": "", 
   "guid": "9769ef5e-7795-4cac-ac9f-ce625e019090", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/15937.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 44008907
    }
   ], 
   "description_html": "<p>We raise a glass to you, Christian Strang, for without you today's episode might not have been possible!</p>\n\n<p>On today's episode we tackle Christian's question about our favorite Unity Asset Store assets. Each of the guys pick one of their favorite assets and talk about how the asset has influenced the way they develop games in Unity3D. Outside of their favorites, they discuss other assets they've encountered that have stood out among the many available utility, art, and scripting assets on the asset store.</p>\n\n<p>We also introduce a new segment to the show, tentatively named \"Shop Talk,\" where we lay out what things we are currently working on outside of the podcast -- from games, projects, new tools, etc.</p>\n\n<p>We sincerely appreciate all of the feedback and questions we've received and encourage everyone to continue sending questions, comments, and feedback so that we can continue to deliver interesting and enjoyable content.</p>\n\n<p>Thanks again for tuning in this week and we hope that you enjoy the show. Be sure to send any emails with comments, questions, or thoughts regarding Unity's Asset Store to: <a href=\"&#x6d;&#97;&#x69;&#108;&#x74;&#111;&#x3a;&#x74;&#x68;&#101;&#100;&#101;&#98;&#x75;&#103;&#108;&#x6f;&#x67;&#64;&#103;&#x6d;&#97;&#x69;&#x6c;&#x2e;&#x63;&#111;&#109;\">&#116;&#104;&#x65;&#x64;&#101;&#x62;&#x75;&#103;&#x6c;&#x6f;&#x67;&#64;&#x67;&#109;&#97;&#x69;&#x6c;&#x2e;&#x63;&#111;&#109;</a></p>\n\n<p>Game of the Week</p>\n\n<p><a href=\"http://marvel.com/games/170/marvel_contest_of_champions\">Marvel: Contest of Champions</a> - Kabam</p>", 
   "title": "Episode 8: Top 5 Picks from the Asset Store", 
   "published": 1440130860
  }, 
  {
   "total_time": 4206, 
   "subtitle": "Oh. My. God. It's Mark Schoennagel!!! throws panties at stage! That's right, folks! We've managed to snag an interview with an inside man in Unity Evangelist, Mark Schoennagel. If your memory isn't as bad as ours, then you will probably remember Mark Scho", 
   "description": "Oh. My. God. It's Mark Schoennagel!!! throws panties at stage! That's right, folks! We've managed to snag an interview with an inside man in Unity Evangelist, Mark Schoennagel. If your memory isn't as bad as ours, then you will probably remember Mark Schoennagel who MC'd the Awards show (quite beautifully) at Unity's Unite 2014 in Seattle and who will be doing the same during the 2015 Unite Conference in Boston. In this episode, we speak with Mark about his background as an animator and role as a Unity Evangelist, how to build community for your game, and also wheedle Mark into giving us some of his favorite tips and tricks when developing for the Unity game engine. Like always, we are glad you're tuning in this week and we hope that you enjoy the episode! Be sure to send any emails with comments, questions, or thoughts you have about community development to: thedebuglog@gmail.com", 
   "payment_url": null, 
   "link": "", 
   "guid": "05cddcdf-07e5-448b-8842-48a68386cfe0", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/15315.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 52911890
    }
   ], 
   "description_html": "<p>Oh. My. God. It's Mark Schoennagel!!! <em>throws panties at stage!</em> That's right, folks! We've managed to snag an interview with an inside man in Unity Evangelist, Mark Schoennagel. If your memory isn't as bad as ours, then you will probably remember Mark Schoennagel who MC'd the Awards show (quite beautifully) at Unity's Unite 2014 in Seattle and who will be doing the same during the 2015 Unite Conference in Boston.</p>\n\n<p>In this episode, we speak with Mark about his background as an animator and role as a Unity Evangelist, how to build community for your game, and also wheedle Mark into giving us some of his favorite tips and tricks when developing for the Unity game engine.</p>\n\n<p>Like always, we are glad you're tuning in this week and we hope that you enjoy the episode! Be sure to send any emails with comments, questions, or thoughts you have about community development to: <a href=\"&#x6d;&#x61;&#105;&#108;&#116;&#111;&#x3a;&#x74;&#104;&#x65;&#100;&#x65;&#98;&#x75;&#103;&#108;&#x6f;&#103;&#x40;&#103;&#x6d;&#x61;&#105;&#108;&#x2e;&#x63;&#111;&#109;\">&#116;&#x68;&#101;&#100;&#101;&#98;&#117;&#103;&#108;&#x6f;&#x67;&#x40;&#x67;&#109;&#97;&#x69;&#x6c;&#46;&#x63;&#x6f;&#109;</a></p>\n\n<p>Game of the Week</p>\n\n<p>City Skylines - Paradox Interactive</p>", 
   "title": "Episode 7: How to Build a Community Around Your Game with Unity's Mark Schoennagel", 
   "published": 1439492100
  }, 
  {
   "total_time": 4342, 
   "subtitle": "In this episode, the whole crew sits down to talk about Virtual Reality and Unity3D. The five hosts weigh in on the current landscape of virtual reality headsets, how the rising stars of VR and AR are poised to shake up future game development, best pract", 
   "description": "In this episode, the whole crew sits down to talk about Virtual Reality and Unity3D. The five hosts weigh in on the current landscape of virtual reality headsets, how the rising stars of VR and AR are poised to shake up future game development, best practices when developing VR applications, and where the Unity3D game engine intersects with it all. Thanks again for tuning in this week and we hope you enjoyed the show! Feel free to send any emails with comments, questions, and concerns about virtual reality in Unity, to: thedebuglog@gmail.com Game of the Week Star Wars Commander - Disney Interactive Studios", 
   "payment_url": null, 
   "link": "", 
   "guid": "e8d3bc5e-498e-4391-9687-a28b74a50599", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/15130.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 54540872
    }
   ], 
   "description_html": "<p>In this episode, the whole crew sits down to talk about Virtual Reality and Unity3D. The five hosts weigh in on the current landscape of virtual reality headsets, how the rising stars of VR and AR are poised to shake up future game development, best practices when developing VR applications, and where the Unity3D game engine intersects with it all.</p>\n\n<p>Thanks again for tuning in this week and we hope you enjoyed the show! Feel free to send any emails with comments, questions, and concerns about virtual reality in Unity, to: <a href=\"&#109;&#x61;&#105;&#108;&#x74;&#111;&#58;&#116;&#x68;&#101;&#x64;&#x65;&#98;&#x75;&#103;&#108;&#x6f;&#103;&#x40;&#103;&#x6d;&#97;&#105;&#108;&#x2e;&#x63;&#111;&#109;\">&#116;&#104;&#101;&#100;&#x65;&#x62;&#x75;&#103;&#x6c;&#x6f;&#103;&#64;&#103;&#x6d;&#x61;&#105;&#108;&#x2e;&#x63;&#111;&#x6d;</a></p>\n\n<p><strong>Game of the Week</strong>\n<a href=\"http://www.starwars.com/games-apps/star-wars-commander\">Star Wars Commander</a> - Disney Interactive Studios</p>", 
   "title": "Episode 6: Virtual Reality and Unity3D", 
   "published": 1438956120
  }, 
  {
   "total_time": 1737, 
   "subtitle": "Rogue podcasters Ryan, Obinna, and Andrew were feeling a bit brazen and decided to record an episode without the other two co-hosts. In this episode we answer the “How”, “Why,” and “What” when playtesting your game. The guys channel their inner Fido in t", 
   "description": "Rogue podcasters Ryan, Obinna, and Andrew were feeling a bit brazen and decided to record an episode without the other two co-hosts. In this episode we answer the “How”, “Why,” and “What” when playtesting your game. The guys channel their inner Fido in this episode in referencing a somewhat common phrase, “Eat your own dog food.” The guys explore the phrasing and its many interpretations, highlighting a few ‘gotchas’ when approaching playtesting, such as modular tests versus holistic playtesting. Thanks again for tuning in this week and we hope you enjoyed the show! We are still receiving an overwhelmingly positive response and sincerely appreciate all of the listens, downloads, and ratings and reviews we’ve received on iTunes! Every review helps us immensely. Game of the Week The Room - Fireproof Games", 
   "payment_url": null, 
   "link": "", 
   "guid": "ff00680a-afea-4d4b-8026-3131783ad65e", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/14739.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 23273379
    }
   ], 
   "description_html": "<p>Rogue podcasters Ryan, Obinna, and Andrew were feeling a bit brazen and decided to record an episode without the other two co-hosts. In this episode we answer the “How”, “Why,” and “What” when playtesting your game.</p>\n\n<p>The guys channel their inner Fido in this episode in referencing a somewhat common phrase, “Eat your own dog food.” The guys explore the phrasing and its many interpretations, highlighting a few ‘gotchas’ when approaching playtesting, such as modular tests versus holistic play testing.</p>\n\n<p>Thanks again for tuning in this week and we hope you enjoyed the show! We are still receiving an overwhelmingly positive response and sincerely appreciate all of the listens, downloads, and ratings and reviews we’ve received on iTunes! Every review helps us immensely.</p>\n\n<p>Game of the Week</p>\n\n<p><a href=\"http://www.fireproofgames.com/games/the-room\">The Room - Fireproof Games</a></p>\n\n<p>TL;DL  — “Too long, didn’t listen\"</p>\n\n<p>“Eat your own Dog Food” is a software term used to reference a scenario in which a company uses its own product to validate the quality and capabilities of the product.\nWhen play testing, ask yourself, “Is this game system/scene/NPC in alignment with what the game designer/producer/engineer had in mind? Does the functionality match the design?”\nTypically, developers are drawn to testing their game modularly (system by system). However, there can be pitfalls when testing things so modularly and you can find yourself missing things that would otherwise not show up until you test the game in it’s entirety.\nTesting in Game Development isn’t quite the same as other development domains (i.e. Web development) in so that you can typically test a whole website automatically with things like Continuous Integration testing. This doesn’t quite work in games as there are several other aspects and influences in a game (think, colliders, game objects in a scene, physics) that can’t quite be as well controlled. So, physically testing your game is absolutely essential.\nRemember, \"small changes can have huge casualties” in your game. Do not assume that moving a game object in a scene one pixel to the left will not cause any problems… playtest, playtest, playtest!\nIn most games, “fun” is the name of the game. Testing for fun is critically important.\n“Fail early and often.” Get your game out there and in the hands of potential consumers (friends, family, etc) and get their feedback on ‘fun’ and ‘functionality.’\nPlaytesting is something that you should be doing from the very beginning of a project, not something that happens after you’re ‘done’ with the game. Play testing can start as early as the prototype phase of a project.\nCheck out the Halo 5: The Sprint documentary about how they hired several Halo experts to playtest their latest game.\nPlaytesting Pro Tip: “Put music/SFx in your game as a final polish step” — or mute your speakers as it can, and probably will, become annoying.\nWe recommend visiting the Unity Forums to request for feedback on your game in progress. Share it. Test it!\nThere are key advantages of “blind testing” as opposed to “guided tests”. Blind testing is giving your game to someone without being there to facilitate the user’s interaction with your game. This ‘blind test’ helps with honest and unrestricted reviews on your game by the tester. You can learn what you’re doing right, what you’re doing wrong, and maybe even get new ideas by play testing with others.\nThe Debug Log Facebook group (“The Debug Lounge”) opens up their doors, inviting members to share their games with the community for play testing and feedback.\nOther interpretations of “Eat your own Dog Food” is that you should build robust systems so that they can be reused in your current project and/or other/future projects. Emphasis on code reuse and object-oriented design.\nImage: Toine Rooijmans</p>", 
   "title": "Episode 5: Playtesting your Game", 
   "published": 1438229460
  }, 
  {
   "total_time": 2913, 
   "subtitle": "It finally happened! We wheedled the first person into sitting down with our ragtag group of developers for several minutes for an up close and personal interview. Travis Lacey is a freelance concept artist, seasoned Indie developer, official Steamworks D", 
   "description": "It finally happened! We wheedled the first person into sitting down with our ragtag group of developers for several minutes for an up close and personal interview. Travis Lacey is a freelance concept artist, seasoned Indie developer, official Steamworks Developer, Pax South Exhibitor, owner of Ravenseye Studios, LLC., and Art Director for Aero's Quest, which was Greenlit on Steam in January. In the episode, we talk to Travis about the role of the concept artist/designer and the art direction of Aero's Quest -- developed by Soloweb, N.V. We pick Travis' brain about the process he and his partner, Ivano, went through in getting their game on Steam and receiving the Greenlight in only a handful of weeks. Soloweb N.V. offers several blog posts and Dev Blogs related to Aero's Quest and their quest for Steam Greenlight. Check out the link to their Dev Blogs below!", 
   "payment_url": null, 
   "link": "", 
   "guid": "0e909f57-dfef-4c3f-aa3b-ba38e596d9d6", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/14336.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 37371063
    }
   ], 
   "description_html": "<p>It finally happened! We wheedled the first person into sitting down with our ragtag group of developers for several minutes for an up close and personal interview. Travis Lacey is a freelance concept artist, seasoned Indie developer, official Steamworks Developer, Pax South Exhibitor, owner of Ravenseye Studios, LLC., and Art Director for Aero's Quest, which was Greenlit on Steam in January.</p>\n\n<p>In the episode, we talk to Travis about the role of the concept artist/designer and the art direction of Aero's Quest -- developed by Soloweb, N.V. We pick Travis' brain about the process he and his partner, Ivano, went through in getting their game on Steam and receiving the Greenlight in only a handful of weeks. Soloweb N.V. offers several blog posts and Dev Blogs related to Aero's Quest and their quest for Steam Greenlight. Check out the link to their Dev Blogs below!</p>\n\n<p>Travis is an extremely talented freelance developer and always looking for another fresh, new project to jump into. Check out his blog, portfolio, and other works below:</p>\n\n<p>Travis' Blog: <a href=\"http://ravenseyestudiostravislacey.blogspot.com/\">http://ravenseyestudiostravislacey.blogspot.com/</a></p>\n\n<p>Website/Resume: www.Ravenseyestudios.com</p>\n\n<p>Artstation: <a href=\"https://ravenseye.artstation.com/\">https://ravenseye.artstation.com/</a></p>\n\n<p>Deviantart: <a href=\"http://ravenseyetravislacey.deviantart.com/\">http://ravenseyetravislacey.deviantart.com/</a></p>\n\n<p>Facebook: <a href=\"https://www.facebook.com/ravenseyestudios.travislacey\">https://www.facebook.com/ravenseyestudios.travislacey</a></p>\n\n<p>Twitter: <a href=\"https://twitter.com/TLaceyArtist\">https://twitter.com/TLaceyArtist</a></p>\n\n<p>Soloweb N.V Dev Blog: <a href=\"http://aerosquest.com/development/\">http://aerosquest.com/development/</a></p>\n\n<p>Groupee Greenlight Bundle: <a href=\"https://groupees.com/bagb\">https://groupees.com/bagb</a></p>\n\n<p>Game of the Week</p>\n\n<p>Fallout Shelter - Bethesda Softworks, LLC. (iTunes)</p>", 
   "title": "Episode 4: Steam Greenlighting with Travis Lacey", 
   "published": 1437545940
  }, 
  {
   "total_time": 3845, 
   "subtitle": "Just when you thought four's a crowd, we add our fifth and final member to The Debug Log crew! We are excited to welcome Eduardo Castillo Fernandez into the fold, who brings several years of professional development experience -- both inside and out of th", 
   "description": "Just when you thought four's a crowd, we add our fifth and final member to The Debug Log crew! We are excited to welcome Eduardo Castillo Fernandez into the fold, who brings several years of professional development experience -- both inside and out of the gaming realm. With Eduardo being a guru in documentation, the guys sort of grill him on the approach he takes with documentation and commenting his code while Zack highlights the importance of self-documenting code and defining a project's coding style. We introduce a new News segment about Unity in which we discuss recent topics in Unity. This week, we talk: Unity's Unite Europe, Unity's push for transparency with Roadmap, and also... Happy 10th Birthday, Unity! Yurrrp, that's right! Unity3D turns 10 this week and also released a fancy YouTube clip that revisits a host of games that have been made in Unity in those glorious ten years. Check out the link here. Finally, and probably our most exciting news for the day, we talk about our upcoming Unity course tutorials that we have started working on! The courses are meant to take two different approaches to learning game development with Unity3D. We split courses between \"Core Courses\" and \"Project-based courses.\" In the core courses, we discuss core topics such as game design, marketing, community building, etc., while in the project-based courses we build complete games that tackle different concepts and cover several Unity features. Again, we are super excited and hope you all are as well. We will definitely keep you all in the loop as we progress with the tutorials and fill out our courses.", 
   "payment_url": null, 
   "link": "", 
   "guid": "0057a923-e194-4eaa-a51d-c6c76cac13ba", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/14180.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 48566093
    }
   ], 
   "description_html": "<p>Just when you thought four's a crowd, we add our fifth and final member to The Debug Log crew! We are excited to welcome Eduardo Castillo Fernandez into the fold, who brings several years of professional development experience -- both inside and out of the gaming realm. With Eduardo being a guru in documentation, the guys sort of grill him on the approach he takes with documentation and commenting his code while Zack highlights the importance of self-documenting code and defining a project's coding style.</p>\n\n<p>We introduce a new News segment about Unity in which we discuss recent topics in Unity. This week, we talk: Unity's Unite Europe, Unity's push for transparency with Roadmap, and also...</p>\n\n<p>Happy 10th Birthday, Unity! Yurrrp, that's right! Unity3D turns 10 this week and also released a fancy YouTube clip that revisits a host of games that have been made in Unity in those glorious ten years. Check out the link here.</p>\n\n<p>Finally, and probably our most exciting news for the day, we talk about our upcoming Unity course tutorials that we have started working on! The courses are meant to take two different approaches to learning game development with Unity3D. We split courses between \"Core Courses\" and \"Project-based courses.\" In the core courses, we discuss core topics such as game design, marketing, community building, etc., while in the project-based courses we build complete games that tackle different concepts and cover several Unity features. Again, we are super excited and hope you all are as well. We will definitely keep you all in the loop as we progress with the tutorials and fill out our courses.</p>\n\n<p>Game of the Week</p>\n\n<p>Crossy Road - Hipster Whale</p>", 
   "title": "Episode 3: Best Practices in Game Development", 
   "published": 1437019920
  }, 
  {
   "total_time": 4287, 
   "subtitle": "In this episode, we unravel several UI solutions that have been birthed from the thralls of Unity’s legacy UI (OnGUI) system. Andrew wears his heart on his sleeve, shedding a single tear mid-recording when discussing pixel perfection, DPIs, and screen re", 
   "description": "In this episode, we unravel several UI solutions that have been birthed from the thralls of Unity’s legacy UI (OnGUI) system. Andrew wears his heart on his sleeve, shedding a single tear mid-recording when discussing pixel perfection, DPIs, and screen resolutions! The crew talks about the pros and cons as well as things to consider about the many UI solutions that have been made available for Unity3D.", 
   "payment_url": null, 
   "link": "", 
   "guid": "ec03ab04-6e0f-4513-ab13-274d6c2f1266", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/14149.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 53856476
    }
   ], 
   "description_html": "<p>In this episode, we unravel several UI solutions that have been birthed from the thralls of Unity’s legacy UI (OnGUI) system.</p>\n\n<p>Andrew wears his heart on his sleeve, shedding a single tear mid-recording when discussing pixel perfection, DPIs, and screen resolutions! The crew talks about the pros and cons as well as things to consider about the many UI solutions that have been made available for Unity3D.</p>\n\n<p>Thanks again for tuning in this week and we hope you enjoyed the show! Feel free to send any emails with comments, questions, and concerns about UIs in Unity, to: <a href=\"&#109;&#x61;&#105;&#108;&#116;&#111;&#58;&#x74;&#104;&#101;&#100;&#x65;&#98;&#117;&#x67;&#x6c;&#111;&#103;&#x40;&#x67;&#109;&#x61;&#105;&#108;&#46;&#x63;&#111;&#109;\">&#x74;&#x68;&#101;&#x64;&#x65;&#x62;&#117;&#x67;&#x6c;&#111;&#103;&#x40;&#103;&#109;&#x61;&#x69;&#x6c;&#46;&#99;&#x6f;&#109;</a></p>", 
   "title": "Episode 2: You and Your UI", 
   "published": 1436936580
  }, 
  {
   "total_time": 2941, 
   "subtitle": "Woe is me! Ryan breaks a few hearts in this episode with his west coast news, so it was tough pulling Zack away from his bucket of Breyers ice cream and stopping him from binge watching the whole second season of “Friends” in order to record this week. T", 
   "description": "Woe is me! Ryan breaks a few hearts in this episode with his west coast news, so it was tough pulling Zack away from his bucket of Breyers ice cream and stopping him from binge watching the whole second season of “Friends” in order to record this week. Today’s episode is a bit of a doozy as we get rather intimate with a slew of data solutions for Unity. We talk about the built-in Unity PlayerPrefs, the cloud storage solution Parse.com, and a few others that we’ve played around with while developing our games.", 
   "payment_url": null, 
   "link": "", 
   "guid": "c78c02ee-d74f-4974-a1d3-e5607dd4e746", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/14148.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 37695067
    }
   ], 
   "description_html": "<p>Woe is me! Ryan breaks a few hearts in this episode with his west coast news, so it was tough pulling Zack away from his bucket of Breyers ice cream and stopping him from binge watching the whole second season of “Friends” in order to record this week.</p>\n\n<p>That said, today’s episode is a bit of a doozy as we get rather intimate with a slew of data solutions for Unity. We talk about the built-in Unity PlayerPrefs, the cloud storage solution Parse.com, and a few others that we’ve played around with while developing our games.</p>\n\n<p>Thanks again for tuning in this week and we hope you enjoyed the show! If you have any other data solutions that you absolutely love, or absolutely abhor, feel free to drop us a line at: <a href=\"&#109;&#97;&#x69;&#x6c;&#x74;&#x6f;&#58;&#116;&#104;&#101;&#x64;&#x65;&#98;&#117;&#103;&#x6c;&#111;&#x67;&#x40;&#x67;&#109;&#97;&#x69;&#108;&#x2e;&#99;&#x6f;&#x6d;\">&#x74;&#x68;&#101;&#x64;&#x65;&#x62;&#117;&#103;&#108;&#111;&#103;&#64;&#103;&#x6d;&#97;&#x69;&#108;&#46;&#99;&#111;&#109;</a></p>", 
   "title": "Episode 1: You Put My Data Where?!", 
   "published": 1436936400
  }, 
  {
   "total_time": 2079, 
   "subtitle": "After months of procrastination and five too many test episodes, the guys finally get together to talk about “All things Getting Started.” We all weigh in on how we started in game development, from loading DOS from floppy disks and finding love at first", 
   "description": "After months of procrastination and five too many test episodes, the guys finally get together to talk about “All things Getting Started.” We all weigh in on how we started in game development, from loading DOS from floppy disks and finding love at first type with text-based gaming to developing smash Indie hits for XNA. The guys discuss several important Unity features as well as take a moment to answer a question that often rears its head to new developers, “So, I’ve downloaded Unity. Now what?”", 
   "payment_url": null, 
   "link": "", 
   "guid": "5dddb26c-9b21-4094-a12f-0ef99a5bd477", 
   "enclosures": [
    {
     "url": "http://audio.simplecast.fm/14147.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 27356722
    }
   ], 
   "description_html": "<p>It’s been a long road since Unity’s Unite 2014, when The Debug Log was first conceived in the streets of Seattle. It was at the conference, while surrounded by so many innovative minds, inspiring games, and tools developed for and using the Unity game engine, that the guys decided to give back to the Unity community by creating their very own podcast.</p>\n\n<p>After months of procrastination and five too many test episodes, the guys finally get together to talk about “All things Getting Started.” We all weigh in on how we started in game development, from loading DOS from floppy disks and finding love at first type with text-based gaming to developing smash Indie hits for XNA.</p>\n\n<p>The guys discuss several important Unity features as well as take a moment to answer a question that often rears its head to new developers, “So, I’ve downloaded Unity. Now what?”</p>\n\n<p>We are all super excited to be launching the podcast and hope that this episode, and the ones that follow, all work to strengthen and build the community of Unity developers that we love. Thank you for joining us on this journey and we sincerely hope to hear from each of you personally!</p>\n\n<p><strong>Game of the Week</strong>\n<a href=\"http://www.besiege.spiderlinggames.co.uk/index.html\">Beseige</a> – Spiderling Studios ( <a href=\"http://store.steampowered.com/app/346010/\">Get it on Steam</a> )</p>", 
   "title": "Episode 0: Hello World!", 
   "published": 1436936220
  }
 ], 
 "link": "http://thedebuglog.com", 
 "description": "Welcome to The Debug Log, a podcast about game development in Unity3D. Hosts Andrew, Obinna, Zack, Ryan, and Eduardo are all professional game developers. From games for health care to AAA mobile games, these guys have experienced it all and have the scars to prove it. That being said, this is not your typical developer podcast. The Debug Log balances in-depth discussions and interviews with a casual and wry sense of humor. Aiming to be both entertaining and informative, the show targets developers of all skill levels. Whether you’re just getting started or have several games under your belt, you’re sure to find something of value. Join them each week as they deep dive into the evolving world of game development in Unity.", 
 "cover_url": "http://simplecast-media.s3.amazonaws.com/podcast/image/1252/1436851901-artwork.jpg", 
 "title": "The Debug Log"
}