{
 "episodes": [
  {
   "total_time": 5531, 
   "subtitle": "A long journey's road comes to an end. We always arrive back where we started. Circles within circles... there's always a man.. there's always a city.. there's always a podcast. In this, the final episode of Tone Control Season 1, I sit down with my forme", 
   "description": "A long journey's road comes to an end. We always arrive back where we started. Circles within circles... there's always a man.. there's always a city.. there's always a podcast. In this, the final episode of Tone Control Season 1, I sit down with my former boss Ken Levine to talk about the origins of Irrational Games, BioShock, and that time we worked together on BioShock Infinite. Thanks again for listening.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/ken-levine", 
   "guid": "http://14_Ken_Levine.mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/14_Ken_Levine.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 88501367
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/14_Ken_Levine.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 88501367
    }
   ], 
   "title": "Tone Control 14: Ken Levine", 
   "published": 1398961111
  }, 
  {
   "total_time": 5570, 
   "subtitle": "Do you like aliens? No-- you like KILLING aliens. And so does Jake Solomon. He's made a career of it, in fact. But how? Learn all the alien-killing secrets from the Creative Director of Firaxis's XCOM: Enemy Unknown (as well as a little side talk about hi", 
   "description": "Do you like aliens? No-- you like KILLING aliens. And so does Jake Solomon. He's made a career of it, in fact. But how? Learn all the alien-killing secrets from the Creative Director of Firaxis's XCOM: Enemy Unknown (as well as a little side talk about his career, his mentorship by Sid Meier, and the design philosophy that brought one of strategy gaming's all-time classics back into the modern age.)", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/jake-solomon", 
   "guid": "http://13_Jake_Solomon.mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/13_Jake_Solomon.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 89112845
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/13_Jake_Solomon.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 89112845
    }
   ], 
   "title": "Tone Control 13: Jake Solomon", 
   "published": 1397580585
  }, 
  {
   "total_time": 6053, 
   "subtitle": "Few creators in the games industry are fortunate enough to have decades-long careers, much less ones where their own work and that of their studio is constantly vital and inspiring. Between leading projects like Full Throttle, Grim Fandango, Psychonauts,", 
   "description": "Few creators in the games industry are fortunate enough to have decades-long careers, much less ones where their own work and that of their studio is constantly vital and inspiring. Between leading projects like Full Throttle, Grim Fandango, Psychonauts, Brutal Legend and Broken Age, and facilitating the creation of games like Costume Quest, Stacking, and more at Double Fine, Tim Schafer is one of those lucky few. Listen in as I blitz through the long, long career of this incredibly old man.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/tim-schafer", 
   "guid": "http://12_Tim_Schafer.mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/12_Tim_Schafer.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 96854684
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/12_Tim_Schafer.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 96854684
    }
   ], 
   "title": "Tone Control 12: Tim Schafer", 
   "published": 1396367813
  }, 
  {
   "total_time": 5430, 
   "subtitle": "Creeping. Sneaking. Running and hiding. Ryan Payton has spent many years working on games about sticking to the shadows, keeping out of sight. Now the first episode of his own company's new iOS game series, Republique, has stepped out into the light. Foll", 
   "description": "Creeping. Sneaking. Running and hiding. Ryan Payton has spent many years working on games about sticking to the shadows, keeping out of sight. Now the first episode of his own company's new iOS game series, Republique, has stepped out into the light. Follow us on a journey from Portland to Japan to Seattle, and finally onto your internet telephone.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/ryan-payton", 
   "guid": "http://traffic.libsyn.com/tonecontrol/11_Ryan_Payton.mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/11_Ryan_Payton.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 86875916
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/11_Ryan_Payton.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 86875916
    }
   ], 
   "title": "Tone Control 11: Ryan Payton", 
   "published": 1394905810
  }, 
  {
   "total_time": 7008, 
   "subtitle": "Amir's dad's living room. Computers on folding tables. One busted old car. These are the humble beginnings that would lead to the hit indie game Bastion. Amir and Greg sit down to talk about what came before and after their time in that house, and the des", 
   "description": "Amir's dad's living room. Computers on folding tables. One busted old car. These are the humble beginnings that would lead to the hit indie game Bastion. Amir and Greg sit down to talk about what came before and after their time in that house, and the design philosophy that they're carrying through to Supergiant's next game, Transistor.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/amir-rao-greg-kasavin", 
   "guid": "http://traffic.libsyn.com/tonecontrol/10_Amir_Rao__Greg_Kasavin.mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/10_Amir_Rao__Greg_Kasavin.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 112126930
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/10_Amir_Rao__Greg_Kasavin.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 112126930
    }
   ], 
   "title": "Tone Control 10: Amir Rao & Greg Kasavin", 
   "published": 1393712261
  }, 
  {
   "total_time": 7083, 
   "subtitle": "We all know Jonathan Blow as the creator of Braid and The Witness. But what was he up to before bursting onto the scene circa 2008? Not crazy multiplayer-only squad warfare shenanigans, surely. Not online games that used huge server farms to do their phys", 
   "description": "We all know Jonathan Blow as the creator of Braid and The Witness. But what was he up to before bursting onto the scene circa 2008? Not crazy multiplayer-only squad warfare shenanigans, surely. Not online games that used huge server farms to do their physics calculations. Not learning deadly martial arts! Surely not! Discover the truth on episode 9 of Tone Control.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/jonathan-blow", 
   "guid": "http://traffic.libsyn.com/tonecontrol/09_Jonathan_Blow.mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/09_Jonathan_Blow.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 113329362
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/09_Jonathan_Blow.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 113329362
    }
   ], 
   "title": "Tone Control 9: Jonathan Blow", 
   "published": 1392491314
  }, 
  {
   "total_time": 7266, 
   "subtitle": "Tom Francis: Journalist, Game Developer, British. Steve talks to the creator of Gunpoint about his path through games journalism into game development, and his inspirations and approach to designing a stealth game all about throwing yourself through plat", 
   "description": "Tom Francis: Journalist, Game Developer, British. Steve talks to the creator of Gunpoint about his path through games journalism into game development, and his inspirations and approach to designing a stealth game all about throwing yourself through plate glass windows.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/tom-francis", 
   "guid": "http://tonecontrol.libsyn.com/08-tom-francis-mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/08_Tom_Francis.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 116262636
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/08_Tom_Francis.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 116262636
    }
   ], 
   "title": "Tone Control 8: Tom Francis", 
   "published": 1391247450
  }, 
  {
   "total_time": 0, 
   "subtitle": "Piranha. Barracuda. Beluga Whale. A frog. These and other fish-types are discussed in episode 7 of Tone Control with Brendon Chung, founder of Blendo Games. Hear discussion on Brendon's earliest mod work, to his time in AAA at Pandemic, to the creation of", 
   "description": "Piranha. Barracuda. Beluga Whale. A frog. These and other fish-types are discussed in episode 7 of Tone Control with Brendon Chung, founder of Blendo Games. Hear discussion on Brendon's earliest mod work, to his time in AAA at Pandemic, to the creation of Blendo games like Flotilla, Atom Zombie Smasher, 30 Flights of Loving, and the upcoming Quadrilateral Cowboy. Salamander.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/brendon-chung", 
   "guid": "http://tonecontrol.libsyn.com/07-brendon-chung-mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/07_Brendon_Chung.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 83355449
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/07_Brendon_Chung.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 83355449
    }
   ], 
   "title": "Tone Control 7: Brendon Chung", 
   "published": 1389810372
  }, 
  {
   "total_time": 5965, 
   "subtitle": "In a very special episode of Tone Control, Steve and Randy Smith got onstage at FantasticArcade in Austin, TX to talk about their games and approaches to game design. Afterwards they huddled in an alley and worked back through Randy's career at Looking Gl", 
   "description": "In a very special episode of Tone Control, Steve and Randy Smith got onstage at FantasticArcade in Austin, TX to talk about their games and approaches to game design. Afterwards they huddled in an alley and worked back through Randy's career at Looking Glass, Ion Storm Austin, and through to the founding of Tigerstyle Games.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/randy-smith", 
   "guid": "http://tonecontrol.libsyn.com/06-randy-smith-mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/06_Randy_Smith.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": -1
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/06_Randy_Smith.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": -1
    }
   ], 
   "title": "Tone Control 6: Randy Smith", 
   "published": 1388607862
  }, 
  {
   "total_time": 6459, 
   "subtitle": "Tom Bissell: author, critic, video game writer. What was his path to authorhood? What inspired him to write the video game-focused essay collection Extra Lives? And how did he end up in Cliffy B's lambo? The writer of Gears of War: Judgment (and a number", 
   "description": "Tom Bissell: author, critic, video game writer. What was his path to authorhood? What inspired him to write the video game-focused essay collection Extra Lives? And how did he end up in Cliffy B's lambo? The writer of Gears of War: Judgment (and a number of unannounced upcoming games) tells all. Also this month, Steve is joined by co-host Michael Abbott of the Brainygamer blog and podcast! Savor his dulcet tones.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/tom-bissell", 
   "guid": "http://traffic.libsyn.com/tonecontrol/05_Tom_Bissell_feat_Michael_Abbott.mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/05_Tom_Bissell_feat_Michael_Abbott.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 103342318
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/05_Tom_Bissell_feat_Michael_Abbott.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 103342318
    }
   ], 
   "title": "Tone Control 5: Tom Bissell", 
   "published": 1387128369
  }, 
  {
   "total_time": 6683, 
   "subtitle": "It's what all Idle Thumbs readers have been waiting for: a personal appearance by none other than the man behind that legend of legends, FAR CRY 2. Roll this pod down a hill into your ears and observe as a procedural conversation emerges in your brain. Th", 
   "description": "It's what all Idle Thumbs readers have been waiting for: a personal appearance by none other than the man behind that legend of legends, FAR CRY 2. Roll this pod down a hill into your ears and observe as a procedural conversation emerges in your brain. This is what video games are all about.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/clint-hocking", 
   "guid": "http://tonecontrol.libsyn.com/04-clint-hocking-mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/04_Clint_Hocking.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 106939989
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/04_Clint_Hocking.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 106939989
    }
   ], 
   "title": "Tone Control 4: Clint Hocking", 
   "published": 1385922986
  }, 
  {
   "total_time": 6949, 
   "subtitle": "Steve visited Seattle to talk with one of the creative minds behind the classic series No One Lives Forever, F.E.A.R., and now co-founder of Blackpowder games. Hear white-knuckle tales of checking in code for a new weapon on ship day and other wild west r", 
   "description": "Steve visited Seattle to talk with one of the creative minds behind the classic series No One Lives Forever, F.E.A.R., and now co-founder of Blackpowder games. Hear white-knuckle tales of checking in code for a new weapon on ship day and other wild west reminiscences from one of game development's veteran creators.", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/craig-hubbard", 
   "guid": "http://tonecontrol.libsyn.com/03-craig-hubbard-mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/03_Craig_Hubbard.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 111189339
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/03_Craig_Hubbard.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 111189339
    }
   ], 
   "title": "Tone Control 3: Craig Hubbard", 
   "published": 1384538309
  }, 
  {
   "total_time": 5866, 
   "subtitle": "Steve sits down with Neil Druckmann at the Naughty Dog offices to talk about his long and winding path to becoming Creative Director of The Last of Us. Explore the origins of the critically acclaimed game's world and characters. It's possible Joel, Ellie,", 
   "description": "Steve sits down with Neil Druckmann at the Naughty Dog offices to talk about his long and winding path to becoming Creative Director of The Last of Us. Explore the origins of the critically acclaimed game's world and characters. It's possible Joel, Ellie, Hartigan from Sin City, and a certain ottsel share more history than you'd expect...", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/neil-druckmann", 
   "guid": "http://traffic.libsyn.com/tonecontrol/02_Neil_Druckmann.mp3", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/02_Neil_Druckmann.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 93864931
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/02_Neil_Druckmann.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 93864931
    }
   ], 
   "title": "Tone Control 2: Neil Druckmann", 
   "published": 1383264000
  }, 
  {
   "total_time": 6618, 
   "subtitle": "Steve talks to Jake & Sean, design and story leads of Telltale's The Walking Dead Season 1, and founders of the indie studio Campo Santo. You can't put lipstick on a manatee, according to Jake but not Sean. And yet these very differences are what set this", 
   "description": "Steve talks to Jake & Sean, design and story leads of Telltale's The Walking Dead Season 1, and founders of the indie studio Campo Santo. You can't put lipstick on a manatee, according to Jake but not Sean. And yet these very differences are what set this timeless love story in motion...", 
   "payment_url": null, 
   "link": "https://www.idlethumbs.net/tonecontrol/episodes/jake-rodkin-sean-vanaman", 
   "guid": "tonecontrol01", 
   "enclosures": [
    {
     "url": "http://traffic.libsyn.com/tonecontrol/01_Jake_Rodkin__Sean_Vanaman.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 105892170
    }, 
    {
     "url": "http://traffic.libsyn.com/tonecontrol/01_Jake_Rodkin__Sean_Vanaman.mp3", 
     "mime_type": "audio/mpeg", 
     "file_size": 105892170
    }
   ], 
   "title": "Tone Control 1: Jake Rodkin & Sean Vanaman", 
   "published": 1381834740
  }
 ], 
 "link": "http://www.idlethumbs.net/tonecontrol", 
 "description": "Steve Gaynor of The Fullbright Company sits down with noteworthy video game developers for an in-depth conversation about their career and creative process, and the tricky work of establishing and maintaining a cohesive tone in their games.", 
 "cover_url": "http://static.idlethumbs.net/img/feeds/6__feed.jpg", 
 "title": "Tone Control"
}